[{"text":"Introduction","subRules":[{"text":"Introduction ","subRules":[]}, {"text":"Tournament Play has always been a big part of Magic: The Gathering. With more and more tournaments being held digitally, it is more important than ever to have a guide to call out what is unique about playing or running a digital tournament. ","subRules":[]}, {"text":"This document will provide a similar infrastructure to the guidelines provided by the Tabletop MTR, but with a focus on digital tournaments and the unique challenges that come with running an event with players spread out all over the world. ","subRules":[]}, {"text":"As much as possible, digital tournaments are to be run consistently regardless of their location. ","subRules":[]}, {"text":"This ensures equal treatment of players in different regions and enables their smooth transition to international tournaments. It is our expectation that players are treated equally and share responsibilities that are called out in this document. Both players and officials should cooperate to achieve their common goal of running a smooth digital tournament. Players and officials must treat each other in a fair and respectful manner, following both the rules and the spirit in which those rules were created. Players are responsible for following the most current version of the Digital Magic Tournament Rules and Magic: The Gathering Comprehensive Rules. Spectators have their own set of responsibilities. Individuals violating these rules are subject to penalties defined by the appropriate document(s). ","subRules":[]}, {"text":"Information in this document may contradict (or have information not contained in) the Comprehensive Rules. In such cases, this document takes precedence. ","subRules":[]}, {"text":"This document is meant to be the default rule set for digital tournaments. Tournament Organizers may have Official fact sheets for specific tournaments which may define alternative or additional policies or procedures. If a contradiction exists between this document and an official fact sheet, the information in the fact sheet takes precedence. ","subRules":[]}, {"text":"Wizards of the Coast reserves the right to alter these rules, as well as the right to interpret, modify, clarify, or otherwise issue official changes to these rules without prior notice. ","subRules":[]}, {"text":"Updates will be made to this document as necessary. The dates for updates to the legality of individual cards in formats contained in this document will be communicated with at least one week's notice. Other updates not involving changes to card legality may occur without prior announcement. ","subRules":[]}, {"text":"This document is intended to be a supplement to the Magic Tournament Rules published here: http://wpn.wizards.com/document/magic-gathering-tournament-rules ","subRules":[]}]}, {"text":"1. Tournament Fundamentals ","subRules":[]}, {"text":"1.1 Tournament Types ","subRules":[{"text":"Digital events governed by this document are run using the Magic: The Gathering Arena (MTG Arena) Game Client. ","subRules":[]}, {"text":"There are currently two major Types of digital events: Online and LAN. In Online events, players are generally playing from remote locations using their own device and connection to play. In LAN events, players are generally playing in the same place using the same network connection. ","subRules":[]}, {"text":"Sanctioned tournaments, including both tabletop and digital events, are divided into two types: ","subRules":[]}, {"text":"Premier and non-Premier. Premier tournaments are run by Wizards of the Coast or select Tournament Organizers. They have unique names and features. Non-Premier tournaments include all tournaments that are not explicitly Premier. ","subRules":[]}, {"text":"Some Premier tournaments may consist of both Online and LAN stages within the same tournament. ","subRules":[]}, {"text":"There are two major tournament formats: Limited and Constructed. Each tournament format has rules specific to its format. In Limited tournaments, all product for play is provided during the tournament. In Constructed tournaments, players compete using decks prepared beforehand. ","subRules":[]}, {"text":"Some Premier tournaments may consist of multiple formats and stages within the same tournament. ","subRules":[]}]}, {"text":"1.2 Publishing Tournament Information ","subRules":[{"text":"Wizards of the Coast reserves the right to publish tournament information at any time (including during the tournament). Tournament information includes, but is not limited to, the contents of one or more players' decks, descriptions of strategies or play, transcripts, and video reproductions. Tournament Organizers are also allowed to publish this information once their tournament is complete. ","subRules":[]}, {"text":"Wizards of the Coast reserves the right to publish penalty and suspension information. ","subRules":[]}]}, {"text":"1.3 Tournament Roles ","subRules":[{"text":"The following roles are defined for tournament purposes: ","subRules":[{"text":"* Tournament Organizer (or TO) "}, {"text":"* Head Judge "}, {"text":"* Judge/Tournament Admin "}, {"text":"* Lead Admin "}, {"text":"* Player "}, {"text":"* Spectator "}]}, {"text":"The first four roles above are considered tournament officials. The Head Judge and judges/tournament admins are collectively considered judges. A single individual may act in any combination of tournament official roles. Individuals who are not judges at a tournament are spectators in any match in which they are not playing. Members of the press are also considered spectators. ","subRules":[]}]}, {"text":"1.4 Participation Eligibility ","subRules":[{"text":"Anyone is eligible to participate as a player in a DCI-sanctioned digital tournament except for: ","subRules":[{"text":"* Individuals currently suspended by the DCI. Players suspended by the DCI cannot be registered in tournaments using Wizards-owned tournament software, and organizers are expected to make a good-faith effort in ensuring suspended players do not compete in sanctioned events should a tournament be run on alternative software. Individuals currently suspended from the DCI may not act as tournament officials * Other individuals specifically prohibited from participation by Wizards of the Coast policy (such determination is at Wizards of the Coast's sole discretion) "}, {"text":"* Individuals under the age of 13 cannot participate in any DCI-sanctioned digital tournament, and additional restrictions may apply to individuals under the age of 18 if the digital tournament awards prize money * Anyone prohibited by federal, state, or local laws, the rules of the Tournament Organizer, or by a venue's management * Tournament Organizers may choose to further restrict eligibility for any events that they organize. They must clearly indicate this in their marketing for the event as well as any other place they display the event information. (i.e. Tournament Organizers may advertise an age 16 and under Friday Night Magic) "}]}, {"text":"Anyone is eligible to participate as a tournament official (Tournament Organizer, Head Judge, judge/tournament admin or Head Admin) for a tournament except for: ","subRules":[{"text":"* Individuals currently suspended by the DCI "}, {"text":"* Anyone who has played in the tournament, unless it is a tournament that explicitly allows tournament officials to play while acting as a tournament official Tournament officials may play in tournaments in which the official tournament fact sheet specifically permits officials of that tournament to play. This should only happen for more casual events like Prerelease or FNM events. "}]}, {"text":"If tournament officials play in the tournament, and they are not permitted to by the fact sheet, the tournament will be invalidated. Tournament officials are required to officiate tournaments fairly and without regard to their own self-interest. ","subRules":[]}, {"text":"The owners of organizations that run Premier Events are not permitted to play in those tournaments, even if the owner is not listed as a tournament official (organizer, judge, and/or lead admin) for that tournament. ","subRules":[]}, {"text":"Some tournaments have additional criteria regarding player and tournament official eligibility (e.g. invitation-only tournaments, such as Players Tour and Players Tour Finals). ","subRules":[]}, {"text":"The Players Tour Invitation Policy defines specific eligibility rules with regards to certain types of invitation-only Premier Tournaments (e.g. Players Tour and Players Tour Finals). ","subRules":[]}, {"text":"Individuals with questions regarding their tournament eligibility should contact Wizards of the Coast by emailing esports@wizards.com. ","subRules":[]}]}, {"text":"1.5 Wizards.com Account ","subRules":[{"text":"Tournament participants must have a Wizards Account, which is required to play Magic: The Gathering Arena, in order to register. Players without a Wizards.com Account can obtain one by registering for an account through the Magic: The Gathering Arena game client. Players agree to all Terms of Use, Privacy Policy, and Code of Conduct by signing up for an account. ","subRules":[]}]}, {"text":"1.6 Tournament Organizer ","subRules":[{"text":"The Tournament Organizer of a tournament is responsible for all tournament logistics including: ","subRules":[{"text":"* Securing a sanctioning number from Wizards of the Coast "}, {"text":"* Choosing a platform for the tournament to run that meets the tournament's expected needs * Advertising the tournament in advance of the tournament date * Staffing the tournament with appropriate tournament officials * Providing a hub for communication for Players and Staff necessary to operate the tournament (e.g. a TO owned Discord server) "}, {"text":"* Reporting the tournament results to Wizards of the Coast "}, {"text":"* Saving tournament data for a period of 6 months (to aid in match appeals) "}]}]}, {"text":"1.7 Head Judge https://company.wizards.com/legal/code-conduct","subRules":[{"text":"Sanctioned tournaments require the presence of a Head Judge during play to adjudicate disputes, interpret rules, and make other official decisions. The Head Judge is the final judicial authority at any tournament and all tournament participants are expected to follow their interpretations. ","subRules":[]}, {"text":"The Head Judge's responsibilities include: ","subRules":[{"text":"* Issuing the final ruling in all appeals, potentially overturning the ruling of a Non-Head Judge/Tournament Admin * Coordinating and delegating tasks to judges as needed If necessary, the Head Judge may temporarily transfer their duties to any judge if they are unable to fulfill them for a period of time. Also, in exceptional circumstances, if the tournament's integrity would be damaged otherwise, the Tournament Organizer may replace the Head Judge. "}]}, {"text":"Certain Premier tournaments have multiple Head Judges and/or different Head Judges for different portions of the tournament. All Head Judges share the same responsibilities and exercise the same authority while they are serving as a Head Judge. ","subRules":[]}]}, {"text":"1.8 Judges/Tournament Admins ","subRules":[{"text":"Judges/Tournament Admins are available to players and spectators to answer questions, help resolve issues, or assist with reasonable requests. ","subRules":[]}]}, {"text":"1.9 Lead Admin ","subRules":[{"text":"The Lead Admin ensures the correct generation of pairings and all other tournament records throughout the tournament. The Lead Admin's responsibilities include: ","subRules":[{"text":"* Generating correct pairings each round and accurately entering the results of those rounds * Generating standings and brackets where appropriate * Solving all scorekeeping problems that arise in consultation with the Head Judge * Recording and tracking penalties throughout the tournament The Head Judge has the final authority in determining corrective action for scorekeeping errors. "}]}]}, {"text":"1.10 Players ","subRules":[{"text":"Players are responsible for: ","subRules":[{"text":"* Behaving in a respectful manner toward tournament officials, other tournament participants, and spectators and refraining from unsporting conduct at all times * Complying with announced start times and time limits * Calling attention to any rules or policy infraction they notice in their matches * Bringing to a judge's attention any discrepancies in their tournament match record * Having a single Wizards Account in good standing that is theirs and not shared by anyone else * Joining the communication channel required by the Tournament Organizer * Refraining from enrolling in tournaments in which they are not allowed by policy to participate * Being familiar with the rules contained within this document * Being present/online and actively responsive for the tournament The following is required in order for a Player to participate: "}, {"text":"* A stable internet connection "}, {"text":"* An up to date Magic: The Gathering Arena Game Client and a device that will properly run the program at the recommended hardware specifications for that device. (See  for hardware specifications) "}]}, {"text":"Players who choose to participate in a tournament using a device that is below the recommended hardware specifications assume all responsibility for gameplay or connection issues they experience, and neither the tournament organizer nor Wizards of the Coast are responsible for any issues those players experience for any reason. ","subRules":[]}, {"text":"Players may be required to use equipment provided by a Tournament Organizer. If this is the case, the responsibility for equipment provided by the Organizer is now theirs, and no longer the Player's responsibility. If an Organizer does not explicitly say they are providing equipment or Internet, Players should assume they need to provide their own. ","subRules":[]}, {"text":"Players who do not fulfill their responsibilities may be subject to penalties and review. Wizards of the Coast reserves the right to suspend or revoke a player's account without prior notice for any reason they deem necessary. ","subRules":[]}]}, {"text":"1.11 Spectators ","subRules":[{"text":"Any person physically present at a tournament, or present in the channel the Tournament Organizer identifies as the place Official Tournament information is posted, and not in any other category above is a spectator. If spectators believe they have observed a rules or policy violation, they are encouraged to alert a judge as soon as possible. ","subRules":[]}]}, {"text":"2. Tournament Mechanics ","subRules":[]}, {"text":"2.1 Match Structure ","subRules":[{"text":"A Magic match consists of a series of games that are played until one side has won a set number of games (usually two). Drawn games do not count toward this goal. If both players have equal game wins, the match is a draw. ","subRules":[]}, {"text":"The Tournament Organizer may change the required number of games to be won for any portion of the tournament, as long as this choice is announced before the tournament begins. ","subRules":[]}, {"text":"For all digital tournaments, in the event the tournament is reported to Wizards of the Coast, only match results are reported. However, game results are expected to be tracked by tournament organizers for the purposes of tiebreakers of the event ","subRules":[]}]}, {"text":"2.2 Play/Draw Rule ","subRules":[{"text":"For the first game of a match, a designated player - chosen at random by MTG ARENA during Swiss rounds, or the player ranked higher at the end of Swiss rounds during playoff matches - chooses either to play first or to play second. ","subRules":[]}, {"text":"After each game in a match, the loser of that game decides whether to play first in the next game. They may wait until after sideboarding to make the decision. If the previous game was a draw, the player who decided to play or draw at the beginning of the drawn game chooses. ","subRules":[]}]}, {"text":"2.3 Pregame Procedures - MTG ARENA Challenge info ","subRules":[{"text":"The following steps must be performed in a timely manner before each game begins: ","subRules":[{"text":"1. Find the MTG Arena Direct Challenge ID of your opponent. "}, {"text":"2. Open the MTG Arena Game Client and bring up a Direct Challenge. "}, {"text":"3. Enter your Opponent's MTG Arena ID. (Note: MTG ARENA IDs are Case Sensitive) "}, {"text":"4. Make sure the settings are correct for the Tournament Stage you are playing in (Either Tournament Match or Challenge Match) "}, {"text":"5. Select the deck that you registered for the tournament. "}]}]}, {"text":"6. Send the challenge ","subRules":[{"text":"Once both players have challenged, the MTG Arena Game Client will take over and manage the rest of the process and prompt players through pre-game procedures. ","subRules":[]}]}, {"text":"2.4 Conceding or Intentionally Drawing Games or Matches ","subRules":[{"text":"If a game or match is not completed, players may concede or mutually agree to a draw in that game or match. A match is considered complete once the result is reported to the Lead Admin. ","subRules":[]}, {"text":"Until that point, either player may concede to or draw with the other, though if the conceding player won a game in the match, the match must be reported as 2-1. ","subRules":[]}, {"text":"Players may not agree to a concession or draw in exchange for any reward or incentive. Doing so will be considered Bribery (see section 5.2). ","subRules":[]}, {"text":"If a player refuses to play, it is assumed that they have conceded the match. ","subRules":[]}]}, {"text":"2.5 End-of-Match Procedure ","subRules":[{"text":"In MTG ARENA, Tournament Challenges give both players 30 minutes to complete their match. ","subRules":[]}, {"text":"This timer is specific to each player, and only ticks down when the player has priority or a decision to make. If a player's timer runs out, that player is assumed to have lost that game and any remaining games in that match (if necessary). ","subRules":[]}, {"text":"The Lead Admin of your online tournament may ask Judges to reach out to players in matches that have not reported results after 50 minutes to confirm if they are still playing. Failure to respond may result in penalties. (See: Magic Digital IPG 3.5 - Disconnects) ","subRules":[]}]}, {"text":"2.6 Deck Registration ","subRules":[{"text":"Players may be required to register their decks and sideboards. ","subRules":[]}, {"text":"Registered decklists record the original composition of each deck and sideboard (if applicable). ","subRules":[]}, {"text":"Once your decklist has been accepted by a Tournament Official, it may not be altered. ","subRules":[]}, {"text":"Players have the right to have access to see their decklist. ","subRules":[]}, {"text":"Decklist submission deadlines will be defined by the Tournament Organizer. By default, decklists are assumed to be due before the start of Round 1, but earlier deadlines may be defined by the Tournament Organizer. ","subRules":[]}]}, {"text":"2.8 Open / Closed Decklist ","subRules":[{"text":"Tournaments that require decklists generally have two ways those lists are handled during the event. Decklists are either kept secret from players (Closed Decklist) or they are revealed to players during the tournament (Open Decklist).  ","subRules":[]}, {"text":"All players should have the same level of access to decklists or other information that all other players in the same stage of the event have. ","subRules":[]}]}, {"text":"2.9 Appeals to the Head Judge ","subRules":[{"text":"If a player disagrees with a judge's ruling, they may appeal the ruling to the Head Judge. The Head Judge may designate additional Appeals Judges who are also empowered to hear appeals. ","subRules":[]}, {"text":"Players may not appeal before the full ruling is made by the responding judge. Rulings made by the Head Judge or designated Appeals Judges are final. ","subRules":[]}]}, {"text":"2.10 Dropping from a Tournament ","subRules":[{"text":"Players may drop from a tournament at any time. If a player drops from a tournament before the first round of play has started, they are considered to have not participated in the tournament.  ","subRules":[]}, {"text":"Players choosing to drop from a tournament must inform the Lead Admin by the means provided for that tournament before the pairings for the next round are generated. Players intending to drop after the Lead Admin begins pairing for the next round will be paired for that round. If a player does not show up for their match, they will be automatically dropped from the tournament unless they report to the Lead Admin. Players that repeatedly and/or intentionally drop from tournaments without informing the Lead Admin of those tournaments may be the subject of penalties up to and including suspension. ","subRules":[]}, {"text":"If a player drops from a tournament after a cut has been made, no other player is advanced as a replacement. ","subRules":[]}, {"text":"If a player drops from a Single or Double Elimination stage of an event after the bracket is generated, that event will continue as planned with the Dropped Player treated as if they are given a Match Loss for any remaining matches they would have to play in the event. ","subRules":[]}, {"text":"Players who have dropped may reenter a tournament at the discretion of the Head Judge. ","subRules":[]}, {"text":"Players may not drop from a tournament in exchange for or influenced by the offer of any reward or incentive. Doing so is considered Bribery (see section 5.X). ","subRules":[]}]}, {"text":"2.11 Taking Notes ","subRules":[{"text":"Players are allowed to take written notes during a match and may refer to those notes. They are not required to reveal these notes to their opponents. ","subRules":[]}, {"text":"It is common for LAN events to restrict the use of notes. Please be sure to consult the fact sheet for the Tournament to confirm before you begin playing. ","subRules":[]}]}, {"text":"2.12 Video Coverage ","subRules":[{"text":"Some tournaments use video for live streaming or replay broadcast of matches. Video commentators are considered spectators for the purpose of the tournament. They are responsible for behaving respectfully to all tournament participants during coverage. ","subRules":[]}, {"text":"Some players may choose to broadcast their matches when playing online. Players are permitted to do so, but it is recommended that they broadcast on a 2-minute delay at minimum. ","subRules":[]}, {"text":"Players who are featured on video coverage may have additional procedures they need to do to accommodate being featured. Those procedures will be explained clearly to the player before they begin playing by Tournament Officials. These procedures should not change the level of access to decklists or other information these players have compared to other featured players in the same stage of the tournament. ","subRules":[]}, {"text":"Spectators are also permitted to record matches provided they do so unobtrusively. ","subRules":[]}, {"text":"Judges may ask a player to share their computer screen display of the game client through a chat service that the tournament organizer is utilizing for the operations of a tournament for verification of issues or for validation of a question or concern at any time in which a player is competing in the tournament. ","subRules":[]}, {"text":"The Head Judge may, at their discretion, use video replays to assist in making rulings in tournaments. Video replays may also be used for investigative purposes at a later time. ","subRules":[]}, {"text":"As an added precaution, it is recommended that Organizers require a 2-minute delay at minimum on any live streams to reduce the possibility and effectiveness of seeking or soliciting outside assistance. ","subRules":[]}]}, {"text":"3. Tournament Rules ","subRules":[]}, {"text":"3.1 Tiebreakers ","subRules":[{"text":"The following tiebreakers are used as the default to determine how a player ranks in a tournament: ","subRules":[]}]}, {"text":"1. Match points ","subRules":[]}, {"text":"2. Opponents' match-win percentage ","subRules":[]}, {"text":"3. Game-win percentage ","subRules":[]}, {"text":"4. Opponents' game-win percentage ","subRules":[{"text":"Organizers and platforms may use different Tiebreakers. If they do, those details will be published for their event. ","subRules":[]}]}, {"text":"3.2 Formats Categories ","subRules":[{"text":"The format of the event calls out what deck construction rules will be used for the event. These are the formats currently supported by this document and available on MTG Arena: ","subRules":[]}, {"text":"Constructed Formats ","subRules":[{"text":"* Standard "}, {"text":"* Historic "}]}]}, {"text":"3.3 Card Legality - New Releases ","subRules":[{"text":"Cards become legal for digital tournaments upon their release on MTG Arena.  ","subRules":[]}]}, {"text":"3.4 Sideboard ","subRules":[{"text":"A sideboard is a group of additional cards the player may use to modify their deck between games of a match. The player may use these cards in their main deck during all games after the first one in a match. ","subRules":[]}, {"text":"Players must begin each match with the deck and sideboard in their original compositions.  ","subRules":[]}, {"text":"Restrictions on the composition and use of a sideboard can be found in the deck construction rules for a particular format type. ","subRules":[]}, {"text":"If a penalty causes a player to lose the first game in a match before that game has begun, or the first game is intentionally drawn before any cards are played, players may use cards from their sideboard for the next game in the match. ","subRules":[]}, {"text":"Certain cards refer to “a (card or cards) from outside the game.” In tournament play, these are cards in that player's sideboard. ","subRules":[]}]}, {"text":"3.5 Public and Private Information ","subRules":[{"text":"For Digital events, there are only two types of information: Public and Private. ","subRules":[]}, {"text":"Public information is anything that is revealed to you by the Game Client. This includes, but is not limited to: ","subRules":[{"text":"* Life totals. "}, {"text":"* Counters a player has attached to them. "}, {"text":"* Continuous effects with no defined expiration within the game that apply to that player, such as Monarch, City's Blessing, or Emblems. "}, {"text":"* Unspent mana in a player's mana pool "}, {"text":"* The name of any visible object. "}, {"text":"* The state (whether it's tapped, attached to another permanent, face down, etc.) and current zone of any object or player. "}, {"text":"* Delayed Triggered Abilities that have yet to be put on the stack and resolved. "}, {"text":"* The game score of the current match. "}, {"text":"* The current step and/or phase and which player(s) are active "}, {"text":"* The number of any kind of objects present in any game zone "}, {"text":"* All characteristics of objects in public zones, including the Power and Toughness of creatures. "}, {"text":"* Information that can be derived by information available in the Game Client. "}]}, {"text":"Private information is anything that is not revealed to you by the Game Client. This includes but is not limited to: ","subRules":[{"text":"* The cards in a player's hand "}, {"text":"* Cards revealed to your opponent but not you (ex: Your opponent uses Scry and sees cards and can see whether those revealed cards are on the top or bottom of their deck, but the cards were not revealed to you) "}]}, {"text":"Players are responsible for not actively seeking the Private information of their opponent. Doing so may result in a penalty. ","subRules":[]}]}, {"text":"4. Player Communication ","subRules":[{"text":"Communication between players is essential to the successful play of any game. Most Digital tournaments will advertise a platform where official tournament information will be posted. ","subRules":[]}, {"text":"Players are required to have access to that platform in order to participate in the event. ","subRules":[]}, {"text":"Aside from having access to the defined platform, players must also be responsive to communication from Judges and other Tournament Staff. Because of the nature of Online events, failure to respond to a Tournament Official may result in a penalty (See: Magic Digital IPG 3.5 - Disconnect) ","subRules":[]}, {"text":"Regardless of anything else, players are expected to treat opponents politely and with respect. ","subRules":[]}, {"text":"Failure to do so may lead to Unsporting Conduct penalties. ","subRules":[]}]}, {"text":"5. Tournament Violations ","subRules":[]}, {"text":"5.1 Cheating ","subRules":[{"text":"Cheating will not be tolerated. The Head Judge reviews all cheating allegations, and if they believe that a player has cheated, they will issue the appropriate penalty based on the Digital Infraction Procedure Guide document. All disqualifications are subject to DCI review, and further penalties may be assessed. ","subRules":[]}]}, {"text":"5.2 Bribery ","subRules":[{"text":"The decision to drop, concede, or agree to an intentional draw cannot be made in exchange for or influenced by the offer of any reward or incentive, nor may any in-game decision be influenced in this manner. Making such an offer or enticing someone into making an offer is prohibited and is considered bribery. Players may not make any offers to tournament officials in an attempt to influence the outcome of a ruling. ","subRules":[]}, {"text":"It is not bribery when players share prizes they have not yet received in the current tournament and they may agree to such before or during their match, as long as any such sharing does not occur in exchange for any game or match result or the dropping of a player from the tournament. ","subRules":[]}, {"text":"It is not bribery when players in the announced last round of the single-elimination portion of a tournament agree to a winner and how to divide the subsequent tournament prizes. In that case, one of the players at each table must agree to drop from the tournament. Players receive the prizes according to their final ranking. ","subRules":[]}, {"text":"The result of a match or game may not be randomly or arbitrarily determined through any means other than the normal progress of the game in play. Examples include (but are not limited to) rolling a die, flipping a coin, arm wrestling, or playing any other game. ","subRules":[]}, {"text":"Players may not reach an agreement in conjunction with other matches. Players can make use of information regarding match or game scores of other tables. However, players are not allowed to leave their seats during their match or go to great lengths to obtain this information. ","subRules":[]}, {"text":"Players in the single-elimination rounds of a tournament offering only cash, store credit, prize tickets, and/or unopened product as prizes may, with the permission of the Tournament Organizer, agree to split the prizes evenly. The players may end the tournament at that point or continue to play. All players still in the tournament must agree to the arrangement. ","subRules":[]}, {"text":"Example: Before the semifinals of a tournament (in which first place gets 12 packs, second place gets 8 packs and 3rd and 4th get 4 packs each) begins, the players may get permission from the Tournament Organizer to end the tournament, with each player receiving 7 packs. ","subRules":[]}, {"text":"Example: In the finals of a 1-slot Players Tour Qualifier that offers a travel award and an invitation to the winner, the two finalists may agree to split the tournament prizes, but this agreement cannot alter the results of the match. One player must drop from the tournament, leaving the travel award and the invitation to the player who did not drop from the tournament. ","subRules":[]}, {"text":"That player is then free to split the remainder of the prizes as agreed upon. The travel award and invitation are a single item and may not be split. ","subRules":[]}]}, {"text":"5.3 Wagering ","subRules":[{"text":"Tournament participants, tournament officials, and spectators may not wager, ante, or bet on any portion (including the outcome) of a tournament, match, or game. ","subRules":[]}]}, {"text":"5.4 Unsporting Conduct ","subRules":[{"text":"Unsporting conduct will not be tolerated at any time. Tournament participants must behave in a polite and respectful manner. Unsporting conduct includes, but is not limited to: ","subRules":[{"text":"* Using profanity "}, {"text":"* Engaging in behavior that could reasonably be expected to create a feeling of being harassed, bullied, or stalked * Arguing with, acting belligerently toward, or insulting tournament officials, players or spectators * Violating the personal privacy or safety of any participant, including spectators and staff * Using social media or public chats to bully, shame, or intimidate other participants * Failing to follow the instructions of a tournament official Officials are expected to investigate potential matters brought to their attention as soon as possible and take actions to discourage repeat behavior. All incidents of unsporting conduct are subject to further review. "}]}]}, {"text":"5.5 Slow Play ","subRules":[{"text":"For most matches, players play using the Tournament Match feature which has a timer that will limit the time each player can take to make choices. However, some events will use the Challenge Match, which does not have a timer in-client. In these cases, all players still have the responsibility to play at a reasonable pace. Stalling is not acceptable. Players may ask a judge to watch their game for slow play; such a request will be granted if feasible. ","subRules":[]}]}, {"text":"5.6 Outside Assistance ","subRules":[{"text":"During matches, players may not seek play advice from spectators, and spectators may not give play advice to players. Players who solicit advice or seek advice may be subject to penalties. ","subRules":[]}, {"text":"Spectators who provide play advice to players who are competing in tournament matches may be removed from the venue or banned from associated online platforms. ","subRules":[]}, {"text":"Players are expected to report unsolicited play advice they receive to tournament staff. ","subRules":[]}, {"text":"Some of these restrictions may be waived due to official press or coverage; in these situations, the impacted player will be informed of the revised expectations. ","subRules":[]}]}, {"text":"6. Constructed Tournament Rules ","subRules":[]}, {"text":"6.1 Deck Construction Restrictions ","subRules":[{"text":"Constructed decks must contain a minimum of sixty cards. There is no maximum deck size. If a player chooses to use a sideboard, it may not contain more than fifteen cards. ","subRules":[]}, {"text":"Except for cards with the basic supertype or cards with text that specifies otherwise, a player's combined deck and sideboard may not contain more than four of any individual card, based on its English card title. ","subRules":[]}]}, {"text":"6.2 Card Legality ","subRules":[{"text":"A card may only be used in a particular format if the card is from a set that is legal in that format or has the same name as a card from a set that is legal in that format. Cards banned in a specific format may not be used in decks for that format. Cards restricted in a specific format may only have one copy in a deck, including sideboard. ","subRules":[]}]}, {"text":"6.3 Standard Format Deck Construction ","subRules":[{"text":"The following card sets are currently permitted in Standard tournaments: ","subRules":[{"text":"* Guilds of Ravnica™ "}, {"text":"* Ravnica Allegiance™ "}, {"text":"* War of the Spark™ "}, {"text":"* Core Set 2020™ "}, {"text":"* Throne of Eldraine™ "}, {"text":"* Theros Beyond Death™ "}, {"text":"* Ikoria: Lair of Behemoths "}]}, {"text":"The following cards are currently banned in Standard tournaments: ","subRules":[{"text":"* Agent of Treachery "}, {"text":"* Field of the Dead "}, {"text":"* Fires of Invention "}, {"text":"* Oko, Thief of Crowns "}, {"text":"* Once Upon a Time "}, {"text":"* Veil of Summer "}]}]}, {"text":"6.4 Historic Format Deck Construction ","subRules":[{"text":"Historic decks may consist of cards available on MTG ARENA, except the following cards that are banned in Historic tournaments: ","subRules":[{"text":"* Oko, Thief of Crowns "}, {"text":"* Once Upon a Time "}, {"text":"* Veil of Summer "}]}, {"text":"In Historic tournaments, cards may be suspended. Suspended cards are temporarily unavailable for play in Historic tournaments but may be removed from the suspended list or moved to the banned list at any time. ","subRules":[]}, {"text":"The following cards are suspended in Historic. ","subRules":[{"text":"* Agent of Treachery "}, {"text":"* Fires of Invention "}, {"text":"* Winota, Joiner of Forces "}]}]}]
