[{"keywords":[""],"text":"Introduction","subRules":[{"keywords":[""],"text":"Tournament Play has always been a big part of Magic: The Gathering. With more and more tournaments being held digitally, it is more important than ever to have a guide to call out what is unique about playing or running a digital tournament.","subRules":[]}, {"keywords":[""],"text":"This document will provide a similar infrastructure provided by the Tabletop MTR, but with a focus on digital tournaments and the unique challenges that come with running an event with players spread out all over the world.","subRules":[]}, {"keywords":[""],"text":"As much as possible, digital tournaments are to be run consistently regardless of their location.","subRules":[]}, {"keywords":[""],"text":"This ensures equal treatment of players in different regions and enables their smooth transition to international tournaments. It is our expectation that players are treated equally and share responsibilities that are called out in this document. Both players and officials should cooperate to achieve their common goal of running a smooth digital tournament. Players and officials must treat each other in a fair and respectful manner, following both the rules and the spirit in which those rules were created. Players are responsible for following the most current version of the Digital Magic Tournament Rules and Magic: The Gathering Comprehensive Rules. Spectators have their own set of responsibilities. Individuals violating these rules are subject to penalties defined by the appropriate document(s).","subRules":[]}, {"keywords":[""],"text":"Information in this document may contradict (or have information not contained in) the Comprehensive Rules. In such cases, this document takes precedence.","subRules":[]}, {"keywords":[""],"text":"This document is meant to be the default rules for digital tournaments. Tournament Organizers may have Official tournament fact sheets for specific tournaments that define alternative or additional policies or procedures. If a contradiction exists between this document and an official fact sheet, the information in the fact sheet takes precedence.","subRules":[]}, {"keywords":[""],"text":"Wizards of the Coast reserves the right to alter these rules, as well as the right to interpret, modify, clarify, or otherwise issue official changes to these rules without prior notice.","subRules":[]}, {"keywords":[""],"text":"Updates will be made to this document as necessary. The dates for updates to the legality of individual cards in formats contained in this document will be communicated with at least one week's notice. Other updates not involving changes to card legality may occur without prior announcement.","subRules":[]}, {"keywords":[""],"text":"This is meant to be a supplement to the Magic Tournament Rules published under the Tabletop and In-Store Policies section, found under the Policy tab of magic.gg.","subRules":[]}]}, {"keywords":[""],"text":"1. Tournament Fundamentals","subRules":[]}, {"keywords":[""],"text":"1.1. Tournament Types","subRules":[{"keywords":[""],"text":"Digital events governed by this document are run using the Magic: the Gathering Arena (MTG Arena) Game Client.","subRules":[]}, {"keywords":[""],"text":"There are currently two major types of digital events: Online and LAN. In Online events, players are generally playing from remote locations using their own device and connection to play. In LAN events, players are generally playing in the same place using the same network connection.","subRules":[]}, {"keywords":[""],"text":"Sanctioned tournaments, including both tabletop and digital events, are divided into two types:","subRules":[]}, {"keywords":[""],"text":"Premier and non-Premier. Premier tournaments are run by Wizards of the Coast or select Tournament Organizers. They have unique names and features. Non-Premier tournaments include all tournaments that are not explicitly Premier.","subRules":[]}, {"keywords":[""],"text":"Some Premier tournaments may consist of both Online and LAN stages within the same tournament.","subRules":[]}, {"keywords":[""],"text":"There are two major tournament formats: Limited and Constructed. Each tournament format has rules specific to its format. In Limited tournaments, all product for play is provided during the tournament. In Constructed tournaments, players compete using decks prepared beforehand.","subRules":[]}, {"keywords":[""],"text":"Some Premier tournaments may consist of multiple formats and stages within the same tournament.","subRules":[]}]}, {"keywords":[""],"text":"1.2. Publishing Tournament Information","subRules":[{"keywords":[""],"text":"Wizards of the Coast reserves the right to publish tournament information at any time (including during the tournament). Tournament information includes, but is not limited to, the contents of one or more players' decks, descriptions of strategies or play, transcripts, and video reproductions. Tournament Organizers are also allowed to publish this information once their tournament is complete.","subRules":[]}, {"keywords":[""],"text":"Wizards of the Coast reserves the right to publish penalty and suspension information.","subRules":[]}]}, {"keywords":[""],"text":"1.3. Tournament Roles","subRules":[{"keywords":[""],"text":"The following roles are defined for tournament purposes:","subRules":[{"keywords":[""],"text":"* Tournament Organizer (or TO)"}, {"keywords":[""],"text":"* Head Judge"}, {"keywords":[""],"text":"* Judge/Tournament Admin"}, {"keywords":[""],"text":"* Lead Admin"}, {"keywords":[""],"text":"* Player"}, {"keywords":[""],"text":"* Spectator"}]}, {"keywords":[""],"text":"The first four roles above are considered tournament officials. The Head Judge and judges/tournament admins are collectively considered judges. A single individual may act in any combination of tournament official roles. Individuals who are not judges at a tournament are spectators in any match in which they are not playing. Members of the press are also considered spectators.","subRules":[]}]}, {"keywords":[""],"text":"1.4. Participation Eligibility","subRules":[{"keywords":[""],"text":"Anyone is eligible to participate as a player in a DCI-sanctioned tournament except for:","subRules":[{"keywords":[""],"text":"* Individuals currently suspended by the DCI. Players suspended by the DCI cannot be registered in tournaments using Wizards-owned tournament software, and organizers are expected to make a good-faith effort in ensuring suspended players do not compete in sanctioned events should a tournament be run on alternative software. Individuals currently suspended from the DCI may not act as tournament officials * Other individuals specifically prohibited from participation by Wizards of the Coast policy (such determination is at Wizards of the Coast's sole discretion);"}, {"keywords":[""],"text":"* Individuals under the age of 13 cannot participate in any DCI-sanctioned digital tournament, and additional restrictions may apply to individuals under the age of 18 if the digital tournament awards prize money or feeds an event offering prize money."}, {"keywords":[""],"text":"* Anyone prohibited by federal, state, or local laws, the rules of the Tournament Organizer, or by a venue's management."}, {"keywords":[""],"text":"* Tournament Organizers may choose to further restrict eligibility for any events that they organize. They must clearly indicate this in their marketing for the event as well as any other place they display the event information. (i.e. Tournament Organizers may advertise an age-16-and-under event)."}]}, {"keywords":[""],"text":"Anyone is eligible to participate as a tournament official (Tournament Organizer, Head Judge, judge/tournament admin or Head Admin) for a tournament except for individuals currently suspended by the DCI.","subRules":[]}, {"keywords":[""],"text":"If tournament officials play in the tournament, the tournament will be invalidated. Tournament officials are required to officiate tournaments fairly and without regard to their own self-interest.","subRules":[]}, {"keywords":[""],"text":"The owners of organizations that run Premier Events are not permitted to play in those tournaments, even if the owner is not listed as a tournament official (organizer, judge, and/or scorekeeper) for that tournament.","subRules":[]}, {"keywords":[""],"text":"Some tournaments have additional criteria regarding player and tournament official eligibility (e.g. invitation-only tournaments, such as Championships).","subRules":[]}, {"keywords":[""],"text":"The Premier Invitation Policy defines specific eligibility rules with regards to certain types of invitation-only Premier Tournaments (e.g. Qualifier Weekend, Championships).","subRules":[]}, {"keywords":[""],"text":"Individuals with questions regarding their eligibility to compete in Premier Tournaments should contact the Wizards of the Coast by emailing esports@wizards.com.","subRules":[]}]}, {"keywords":[""],"text":"1.5. Wizards Account","subRules":[{"keywords":[""],"text":"Tournament participants must have a Wizards Account, which is required to play MTG Arena, in order to register. Players without a Wizards Account can obtain one by registering for an account through the MTG Arena game client. Players agree to all Terms of Use, Privacy Policy, and Code of Conduct by signing up for an account","subRules":[]}]}, {"keywords":[""],"text":"1.6. Tournament Organizer","subRules":[{"keywords":[""],"text":"The Tournament Organizer of a tournament is responsible for all tournament logistics including:","subRules":[{"keywords":[""],"text":"* Securing a sanctioning number from the Wizards of the Coast."}, {"keywords":[""],"text":"* Choosing a platform for the tournament to run that meets the tournament's expected needs."}, {"keywords":[""],"text":"* Advertising the tournament in advance of the tournament date."}, {"keywords":[""],"text":"* Staffing the tournament with appropriate tournament officials."}, {"keywords":[""],"text":"* Providing a hub for communication for Players and Staff necessary to operate the tournament (e.g. a TO-owned Discord Server)."}, {"keywords":[""],"text":"* Reporting the tournament results to Wizards of the Coast."}]}]}, {"keywords":[""],"text":"1.7. Head Judge","subRules":[{"keywords":[""],"text":"Sanctioned tournaments require the presence of a Head Judge during play to adjudicate disputes, interpret rules, and make other official decisions. The Head Judge is the final judicial authority at any tournament and all tournament participants are expected to follow their interpretations.","subRules":[]}, {"keywords":[""],"text":"The Head Judge's responsibilities include:","subRules":[{"keywords":[""],"text":"* Issuing the final ruling in all appeals, potentially overturning the ruling of another Judge/Tournament Admin."}, {"keywords":[""],"text":"* Coordinating and delegating tasks to judges as needed."}]}, {"keywords":[""],"text":"If necessary, the Head Judge may temporarily transfer their duties to any judge if they are unable to fulfill them for a period of time. Also, in exceptional circumstances, if the tournament's integrity would be damaged otherwise, the Tournament Organizer may replace the Head Judge.","subRules":[]}, {"keywords":[""],"text":"Certain Premier tournaments have multiple and/or different Head Judges for different portions of the tournament. All Head Judges share the same responsibilities and exercise the same authority while they are serving as a Head Judge.","subRules":[]}]}, {"keywords":[""],"text":"1.8. Judges/Tournament Admins","subRules":[{"keywords":[""],"text":"Judges/Tournament Admins are available to players to answer questions, help resolve issues, or assist with reasonable requests.","subRules":[]}]}, {"keywords":[""],"text":"1.9. Lead Admin","subRules":[{"keywords":[""],"text":"The Lead Admin ensures the correct generation of pairings and all other tournament records throughout the tournament. The Lead Admin's responsibilities include:","subRules":[{"keywords":[""],"text":"* Generating correct pairings each round and accurately entering the results of those rounds."}, {"keywords":[""],"text":"* Generating standings and brackets where appropriate."}, {"keywords":[""],"text":"* Solving all scorekeeping problems that arise in consultation with the Head Judge."}, {"keywords":[""],"text":"* Recording and tracking Penalties throughout the Tournament."}]}, {"keywords":[""],"text":"The Head Judge has the final authority in determining corrective action for scorekeeping errors.","subRules":[]}]}, {"keywords":[""],"text":"1.10. Players","subRules":[{"keywords":[""],"text":"Players are responsible for:","subRules":[{"keywords":[""],"text":"* Behaving in a respectful manner toward tournament officials, other tournament participants, and spectators and refraining from unsporting conduct at all times."}, {"keywords":[""],"text":"* Complying with announced start times and time limits."}, {"keywords":[""],"text":"* Calling attention to any rules or policy infraction they notice in their matches."}, {"keywords":[""],"text":"* Bringing to a judge's attention any discrepancies in their tournament match record."}, {"keywords":[""],"text":"* Having a single Wizards Account in good standing that is theirs and not shared by anyone else * Joining the communication channel required by the Tournament Organizer * Refraining from enrolling in tournaments in which they are not allowed by policy to participate."}, {"keywords":[""],"text":"* Being familiar with the rules contained within this document."}, {"keywords":[""],"text":"* Being present/online and actively responsive for the tournament"}]}, {"keywords":[""],"text":"The following is required in order for a player to participate:","subRules":[{"keywords":[""],"text":"* A stable internet connection"}, {"keywords":[""],"text":"* An up-to-date Magic: The Gathering Arena Game Client and a device that will properly run the program at the recommend hardware specifications for that device. (See https://magic.wizards.com/en/MTG Arenarena/faq for hardware specifications)"}]}, {"keywords":[""],"text":"It is not recommended that players compete in tournaments on a mobile device or any platform in early access. Players who elect to do so assume all responsibility for gameplay or connection issues they experience.","subRules":[]}, {"keywords":[""],"text":"Players may be required to use equipment provided by a Tournament Organizer. If this is the case, it is the responsibility of the Organizer to ensure that the provided equipment is functional.","subRules":[]}, {"keywords":[""],"text":"If an Organizer does not explicitly say they are providing equipment or internet, Players should assume they need to provide their own.","subRules":[]}, {"keywords":[""],"text":"Players who do not fulfill their responsibilities may be subject to penalties and review. Wizards of the Coast reserves the right to suspend or revoke a player's account without prior notice for any reason they deem necessary.","subRules":[]}]}, {"keywords":[""],"text":"1.11. Spectators","subRules":[{"keywords":[""],"text":"Any person physically present at a LAN tournament, or present in the channel the Tournament Organizer identifies as the place Official Tournament information is posted, and not in any other category above is a spectator. If spectators believe they have observed a rules or policy violation, they are encouraged to alert an Admin as soon as possible.","subRules":[]}]}, {"keywords":[""],"text":"2. Tournament Mechanics","subRules":[]}, {"keywords":[""],"text":"2.1. Match Structure","subRules":[{"keywords":[""],"text":"A Magic match consists of a series of games that are played until one side has won a set number of games, usually two. Drawn games do not count toward this goal. If both players have equal game wins when an untimed round concludes, the match is a draw.","subRules":[]}, {"keywords":[""],"text":"A Tournament Organizer may choose the number of game wins required to win a match provided MTG Arena can support that number of games. Any number other than two must be annnounced before the tournament begins. Note: Tournament Mode games only supports two wins as a goal.","subRules":[]}, {"keywords":[""],"text":"For sanctioned tournaments, only match results - not individual game results - are reported to Wizards of the Coast.","subRules":[]}]}, {"keywords":[""],"text":"2.2. Play/Draw Rule","subRules":[{"keywords":[""],"text":"For the first game of a match in Swiss rounds, MTG Arena randomly chooses which player gets the choice to play first or second.","subRules":[]}, {"keywords":[""],"text":"In a tournament's playoff rounds, before a match begins, the player who was seeded higher entering the playoff chooses whether to play first or second. This decision should be communicated to an Admin (or to the opponent directly, if possible) before players see their opening hands. If MTG Arena randomly gives the lower-seeded opponent the play-draw option, that opponent must select the option that enables the higher seed's choice.","subRules":[]}, {"keywords":[""],"text":"After each game within a match, following sideboarding, MTG Arena gives the loser of that game the play-draw choice in the next game. If the previous game was a draw, MTG Arena will prompt the player who made that decision in the drawn game to make the choice.","subRules":[]}]}, {"keywords":[""],"text":"2.3. Pregame Procedures - MTG Arena Challenge Info","subRules":[{"keywords":[""],"text":"The following steps must be performed in a timely manner before each game begins:","subRules":[{"keywords":[""],"text":"1. Find the MTG Arena ID of your opponent."}, {"keywords":[""],"text":"2. Open the MTG Arena game client and select Direct Challenge (crossed-swords icon)"}, {"keywords":[""],"text":"3. Enter your Opponent's MTG Arena ID (case-sensitive)"}, {"keywords":[""],"text":"4. Make sure the settings correct for the Tournament Stage (usually Standard Tournament Match, Limited Tournament Match, etc.)"}, {"keywords":[""],"text":"5. Select the deck you registered for the tournament."}, {"keywords":[""],"text":"6. Send the challenge"}]}, {"keywords":[""],"text":"Once both players have challenged, the MTG Arena game client will manage the rest of the process.","subRules":[]}]}, {"keywords":[""],"text":"2.4. Conceding or Intentionally Drawing Games or Matches","subRules":[{"keywords":[""],"text":"Matches are considered complete once the result is reported to the Lead Admin.","subRules":[]}, {"keywords":[""],"text":"If a match has not yet completed, a player may concede that match. If the conceding player won a game in the match, the match's result must be reported as 2-1.","subRules":[]}, {"keywords":[""],"text":"Premier Events do not permit matches to end in a draw.","subRules":[]}, {"keywords":[""],"text":"In non-Premier tournaments, if the event's scorekeeping system permits draws, players may agree to intentionally draw the match.","subRules":[]}, {"keywords":[""],"text":"Players may not agree to a concession or draw in exchange for any reward or incentive. Doing so will be considered Bribery (see section 5.2).","subRules":[]}]}, {"keywords":[""],"text":"2.5. End-of-Match Procedure","subRules":[{"keywords":[""],"text":"In MTG Arena, Tournament Matches give both players 30 minutes to complete their match. This timer is specific to each player, and only ticks down when the player has priority or a decision to make. If a player's timer runs out, that player loses that entire match.","subRules":[]}, {"keywords":[""],"text":"The Lead Admin of your online tournament may ask Admins to reach out to matches that have not reported results after 50 minutes to confirm players are still playing. Failure to respond may result in penalties. (See: Magic Digital IPG 3.5 - Disconnects)","subRules":[]}]}, {"keywords":[""],"text":"2.6. Deck Registration","subRules":[{"keywords":[""],"text":"Players may be required to register their decks and sideboards.","subRules":[]}, {"keywords":[""],"text":"Registered decklists record the original composition of each deck and sideboard (if applicable).","subRules":[]}, {"keywords":[""],"text":"Once your decklist has been accepted by a Tournament Official it may not be altered.","subRules":[]}, {"keywords":[""],"text":"Players may review their own decklist at any time.","subRules":[]}, {"keywords":[""],"text":"Decklist submission deadlines will be defined by the Tournament Organizer. Note that multi-day or Premier events can require deck submission several days in advance.","subRules":[]}, {"keywords":[""],"text":"Unless otherwise stated, decklists are due before the start of Round 1 on the day of the event (whether upon registration or when registration closes).","subRules":[]}]}, {"keywords":[""],"text":"2.7. Open / Closed Decklist","subRules":[{"keywords":[""],"text":"Tournaments that require decklists generally have two ways those lists are handled during the event. Decklists are either kept secret from players (Closed Decklist) or they are revealed to players during the tournament (Open Decklist).","subRules":[]}, {"keywords":[""],"text":"All players should have the same level of access to decklists or other information that other players in the same stage of the event have.","subRules":[]}]}, {"keywords":[""],"text":"2.8. Appeals to the Head Judge","subRules":[{"keywords":[""],"text":"If a player disagrees with a Admin's ruling, they may appeal the ruling to the Head Judge.","subRules":[]}, {"keywords":[""],"text":"Players may not initiate an appeal before the responding judge completes their full ruling.","subRules":[]}, {"keywords":[""],"text":"The Head Judge may designate additional Appeals Judges empowered to hear appeals.","subRules":[]}, {"keywords":[""],"text":"Rulings made by the Head Judge or an Appeals Judge are final.","subRules":[]}]}, {"keywords":[""],"text":"2.9. Dropping from a Tournament","subRules":[{"keywords":[""],"text":"Players may drop from a tournament at any time. If a player drops from a tournament before the first round of play has started, they are considered to have not participated in the tournament.","subRules":[]}, {"keywords":[""],"text":"Players choosing to drop from a tournament must inform the Lead Admin by the means provided for that tournament before the next round's pairings are generated - otherwise they will be paired for that round.","subRules":[]}, {"keywords":[""],"text":"If a player does not show up for their match, they will be automatically dropped from the tournament unless they report to the Lead Admin by the end of that round and ask to continue play.","subRules":[]}, {"keywords":[""],"text":"Players who have dropped may rescind that decision only before the next round is paired, and only at the discretion of the Head Judge.","subRules":[]}, {"keywords":[""],"text":"Players that repeatedly and/or intentionally drop from tournaments without informing the Lead Admin of those tournaments may be the subject of penalties, up to and including suspension.","subRules":[]}, {"keywords":[""],"text":"If a player drops from a tournament after a playoff cut has been finalized, no other player is advanced as a replacement. The playoff will continue as planned with the dropped player given Match Losses until they are eliminated.","subRules":[]}, {"keywords":[""],"text":"Players may not drop from a tournament in exchange for any reward or incentive. Doing so is considered Bribery (see section 5.X).","subRules":[]}]}, {"keywords":[""],"text":"2.10. Taking Notes","subRules":[{"keywords":[""],"text":"Players are allowed to take written notes during a match and may refer to those notes. They are not required to reveal these notes to their opponents.","subRules":[]}, {"keywords":[""],"text":"LAN events may restrict the use of notes. In this situation, the Tournament Organizer must announce this restriction prior to the start of the event.","subRules":[]}]}, {"keywords":[""],"text":"2.11. Video Coverage","subRules":[{"keywords":[""],"text":"Some tournaments use video for live streaming or replay broadcast of matches. Video commentators are considered spectators for the purpose of the tournament. They are responsible for behaving respectfully to all tournament participants during coverage.","subRules":[]}, {"keywords":[""],"text":"Players who are featured on Video Coverage may have additional procedures they need to do to accommodate being featured. Those procedures will be explained clearly to the player before they begin playing by Tournament Officials. These procedures should not change the level of access to decklists or other information these players have compared to other featured players in the same stage of the tournament.","subRules":[]}, {"keywords":[""],"text":"Spectators are also permitted to record matches provided that they do so unobtrusively.","subRules":[]}, {"keywords":[""],"text":"The Head Judge may, at their discretion, use video replays to assist in making rulings in tournaments. Video replays may also be used for investigative purposes at a later time.","subRules":[]}, {"keywords":[""],"text":"A minimum delay of 10 minutes on any live streams is recommended to reduce the possibility and effectiveness of seeking or soliciting outside assistance. (This is a requirement for Premier event broadcasts.)","subRules":[]}]}, {"keywords":[""],"text":"2.12. In-Event Communication","subRules":[{"keywords":[""],"text":"Most Digital tournaments will advertise a platform where official tournament information will be posted. Players are required to have access to that platform in order to participate in the event.","subRules":[]}, {"keywords":[""],"text":"Aside from having access to that platform, players must also be responsive to communication from Judges and other Tournament Staff. Failure to respond to a Tournament Official may result in a penalty (See Magic Digital IPG 3.5 - Disconnect)","subRules":[]}]}, {"keywords":[""],"text":"3. Tournament Rules","subRules":[]}, {"keywords":[""],"text":"3.1. Tiebreakers","subRules":[{"keywords":[""],"text":"The following tiebreakers are used as the default to determine how a player ranks in a tournament:","subRules":[{"keywords":[""],"text":"1. Match points"}, {"keywords":[""],"text":"2. Opponents' match-win percentage"}, {"keywords":[""],"text":"3. Game-win percentage"}, {"keywords":[""],"text":"4. Opponents' game-win percentage"}]}, {"keywords":[""],"text":"Definitions of these tiebreakers can be found in Appendix C. Events using single-game matches will omit tiebreakers 3 & 4.","subRules":[]}, {"keywords":[""],"text":"Organizers and platforms may use different Tiebreakers. If they do, those details must be published for their event either in the organizer's tournament rules or on the platform's website and be visible in all standings as the tournament progresses.","subRules":[]}]}, {"keywords":[""],"text":"3.2. Formats","subRules":[{"keywords":[""],"text":"These are the formats currently supported by this document and available on MTG Arena:","subRules":[]}, {"keywords":[""],"text":"Constructed Formats","subRules":[{"keywords":[""],"text":"* Standard"}, {"keywords":[""],"text":"* Historic"}]}, {"keywords":[""],"text":"Limited Formats","subRules":[{"keywords":[""],"text":"* Sealed Deck"}, {"keywords":[""],"text":"* Booster Draft"}]}]}, {"keywords":[""],"text":"3.3. Card Legality - New Releases","subRules":[{"keywords":[""],"text":"Cards become legal for digital tournaments upon release on MTG Arena. Certain sets are not legal in Standard upon release (i.e. Historic Anthologies, Jumpstart, Remastered sets, etc) - review the individual set's product page at mtgarena.com for specifics.","subRules":[]}]}, {"keywords":[""],"text":"3.4. Sideboard","subRules":[{"keywords":[""],"text":"A sideboard is a group of additional cards the player may use to modify their deck between games of a match. The player may use these cards in their main deck during all games after the first one in a match.","subRules":[]}, {"keywords":[""],"text":"Players must begin each match with the deck and sideboard in their original configurations.","subRules":[]}, {"keywords":[""],"text":"Restrictions on the composition and use of a sideboard can be found in the deck construction rules for a particular format type (Example: single-game matches allow 7-card sideboards instead of 15 cards).","subRules":[]}, {"keywords":[""],"text":"Certain cards refer to \"a (card or cards) from outside the game.\" In tournament play, these are cards in that player's sideboard.","subRules":[]}]}, {"keywords":[""],"text":"4. Sanctioning Rules","subRules":[]}, {"keywords":[""],"text":"4.1. Sanctioning Minimums","subRules":[{"keywords":[""],"text":"A minimum of four players must participate in a sanctioned tournament. If four players are not involved, the Tournament Organizer should report the tournament as \"Did Not Occur.\"","subRules":[]}]}, {"keywords":[""],"text":"4.2. Number of Rounds","subRules":[{"keywords":[""],"text":"A minimum of two rounds must be played in a sanctioned tournament. If two rounds are not played, the Tournament Organizer should report the tournament as \"Did Not Occur.\"","subRules":[]}, {"keywords":[""],"text":"The number of rounds should be announced at or before the beginning of the first round; once announced, it cannot be changed. A variable number of rounds can be announced instead, with specific criteria for ending the tournament. For example, a tournament with 20 players can be announced as five rounds unless only one player has four match wins after four rounds.","subRules":[]}, {"keywords":[""],"text":"The recommended number of rounds for Swiss tournaments can be found in Appendix D.","subRules":[]}]}, {"keywords":[""],"text":"4.3. Invitation-Only Tournaments","subRules":[{"keywords":[""],"text":"Invitation-only tournaments have additional qualification criteria for player participation. The invitation list for Premier tournaments is defined in the Premier Event Invitation Policy document for the appropriate time period. These documents can be found in the Policies section of the Magic Esports website.","subRules":[]}]}, {"keywords":[""],"text":"4.4. Pairing Algorithm","subRules":[{"keywords":[""],"text":"Unless otherwise announced, tournaments are assumed to follow the Swiss pairing algorithm.","subRules":[]}, {"keywords":[""],"text":"Some tournaments may proceed to single-elimination playoff rounds between the top 2, 4, or 8","subRules":[]}, {"keywords":[""],"text":"(or other number) players after the Swiss rounds are over. The Swiss pairing algorithm is modified in Booster Draft tournaments as explained in section 7.6.","subRules":[]}, {"keywords":[""],"text":"For constructed tournaments that have a single-elimination playoff (or sealed deck tournaments that do not use a booster draft for the playoff), the recommended pairing method is to pair the playoff players by the final Swiss standings.","subRules":[{"keywords":[""],"text":"8-player Single-Elimination Playoff (Constructed or Sealed - no draft)"}]}, {"keywords":[""],"text":"Round 1: 1st seed vs. 8th seed, 2nd vs. 7th, 3rd vs. 6th, 4th vs 5th","subRules":[]}, {"keywords":[""],"text":"Round 2: Winners 1st-8th / 4th-5th in one match, winners of 2nd-7th / 3rd-6th in the other match Round 3: Winners of the Round 2 matches 4-player Single Elimination Playoff Round 1: 1st vs. 4th, 2nd vs. 3rd Round 2: Winners of the Round 1 matches 8-player Single-Elimination Draft Playoff (only recommended number for Draft)","subRules":[{"keywords":[""],"text":"1) Use a random method to seat players around the draft table, assigning one player as Seat 1 and continuing clockwise to Seat 8."}, {"keywords":[""],"text":"2) After drafting and deckbuilding concludes, matchups are:"}]}, {"keywords":[""],"text":"Round 1: Seat 1 vs. Seat 5, Seat 2 vs. Seat 6, Seat 3 vs. Seat 7, Seat 4 vs. Seat 8","subRules":[]}, {"keywords":[""],"text":"Round 2: Winners 1-5 / 3-7 in one match, winners of 2-6 / 4-8 in the other match Round 3: Winners of the Round 2 matches For Double-Elimination playoffs, the recommended pairing method is to pair the playoff players by the final Swiss standings.","subRules":[]}]}, {"keywords":[""],"text":"5. Tournament Violations","subRules":[]}, {"keywords":[""],"text":"5.1. Cheating","subRules":[{"keywords":[""],"text":"Cheating will not be tolerated. The Head Judge reviews all cheating allegations, and if they believe that a player has cheated, they will issue the appropriate penalty based on the Infraction Procedure Guide or Judging at Regular Rules Enforcement Level document. All disqualifications are subject to DCI review and further penalties may be assessed.","subRules":[]}]}, {"keywords":[""],"text":"5.2. Bribery","subRules":[{"keywords":[""],"text":"The decision to drop, concede, or agree to an intentional draw cannot be made in exchange for or influenced by the offer of any reward or incentive, nor may any in-game decision be influenced in this manner. Making such an offer or enticing someone into making an offer is prohibited and is considered Bribery. Players may not make any offers to tournament officials in an attempt to influence the outcome of a ruling.","subRules":[]}, {"keywords":[""],"text":"It is not Bribery when players share prizes they have not yet received in the current tournament and they may agree to such before or during their match, as long as any such sharing does not occur in exchange for any game or match result or the dropping of a player from the tournament.","subRules":[]}, {"keywords":[""],"text":"It is also not Bribery when players in the announced last round of the single-elimination portion of a tournament agree to a winner and how to divide the subsequent tournament prizes. In that case, one of the players must agree to drop from the tournament. Players receive the prizes according to their final ranking.","subRules":[]}, {"keywords":[""],"text":"The result of a match or game may not be randomly or arbitrarily determined through any means other than the normal progress of the game in play. Examples include (but are not limited to) rolling a die, flipping a coin, using a random number generator, or playing any other game.","subRules":[]}, {"keywords":[""],"text":"Players may not reach an agreement in conjunction with other matches. Players can make use of information regarding match or game scores of other tables. However, players are not allowed to go to great lengths to obtain this information.","subRules":[]}, {"keywords":[""],"text":"Players in the single-elimination rounds of a tournament offering only cash, store credit, prize tickets, and/or unopened product (and not invitations to future events) as prizes may, with the permission of the Tournament Organizer, agree to split the prizes evenly. The players may end the tournament at that point or continue to play. All players still in the tournament must agree to the arrangement.","subRules":[]}, {"keywords":[""],"text":"Example: Before the semifinals of a tournament (in which first place gets 4000 Gems, second place gets 2000 Gems and 3rd and 4th get 1000 Gems each) begins, the players may get permission from the Tournament Organizer to end the tournament, with each player receiving 2000 Gems, so long as the Organizer has the ability to assign prizes at these amounts (Gem codes, etc).","subRules":[]}, {"keywords":[""],"text":"Example: In the finals of a 1-slot Championship Qualifier that offers an invitation to the winner, the two finalists may agree to split the tournament prizes, but this agreement cannot alter the results of the match. One player must drop from the tournament, leaving the invitation to the player who did not drop from the tournament. That player is then free to split the remainder of the prizes as agreed.","subRules":[]}]}, {"keywords":[""],"text":"5.3. Wagering","subRules":[{"keywords":[""],"text":"Tournament participants, tournament officials, and spectators may not wager, ante, or bet on any portion (including the outcome) of a tournament, match, or game.","subRules":[]}]}, {"keywords":[""],"text":"5.4. Unsporting Conduct","subRules":[{"keywords":[""],"text":"Unsporting conduct will not be tolerated at any time. Tournament participants must behave in a polite and respectful manner. Unsporting conduct includes, but is not limited to:","subRules":[{"keywords":[""],"text":"* Using profanity in shared tournament spaces (Discord, etc)."}, {"keywords":[""],"text":"* Engaging in behavior that could reasonably be expected to create a feeling of being harassed, bullied, or stalked."}, {"keywords":[""],"text":"* Arguing with, acting belligerently toward, or insulting tournament officials, players or spectators."}, {"keywords":[""],"text":"* Violating the personal privacy or safety of any participant, including spectators and staff such as, but not limited to, publishing a person's full name or photo without their permission (i.e. doxxing)."}, {"keywords":[""],"text":"* Using social media or public chats to bully, shame, or intimidate other participants."}, {"keywords":[""],"text":"* Failing to follow the instructions of a tournament official."}]}, {"keywords":[""],"text":"Officials are expected to investigate potential matters brought to their attention as soon as possible and take actions to discourage repeat behavior. All incidents of Unsporting Conduct are subject to further review.","subRules":[]}]}, {"keywords":[""],"text":"5.5. Slow Play","subRules":[{"keywords":[""],"text":"For most matches, players play using the Tournament Match feature which has a timer that will limit the time each player can take to make choices. However, some events will use the Challenge Match, which does not have a timer in-client. In these cases all players still have the responsibility to play at a reasonable pace. Stalling is not acceptable. Players may ask an Admin to watch their game for slow play; such a request will be granted if feasible.","subRules":[]}]}, {"keywords":[""],"text":"5.6. Outside Assistance","subRules":[{"keywords":[""],"text":"During matches, players may not seek play advice from spectators and spectators may not give play advice to players. Players may not seek out in-game information that is not provided to them by the game client, such as unrevealed cards in their opponent's hand.","subRules":[]}, {"keywords":[""],"text":"During deck construction, players and spectators may not provide any advice or commentary to a player until that player's decklist has been submitted.","subRules":[]}, {"keywords":[""],"text":"Players and spectators will refrain from providing any information about draft selections or strategies between pod announcement and the end of the draft.","subRules":[]}, {"keywords":[""],"text":"Some of these restrictions may be waived due to official press or coverage; in these situations, the player will be informed of the revised expectations.","subRules":[]}]}, {"keywords":[""],"text":"6. Constructed Tournament Rules","subRules":[]}, {"keywords":[""],"text":"6.1. Deck Construction Restrictions","subRules":[{"keywords":[""],"text":"Constructed decks must contain a minimum of sixty cards. There is no maximum deck size. If a player chooses to use a sideboard, it may not contain more than fifteen cards for multi-game matches, and not more than seven cards for single-game matches.","subRules":[]}, {"keywords":[""],"text":"Except for cards with the basic supertype or cards with text that specifies otherwise, a player's combined deck and sideboard may not contain more than four copies of any individual card, based on its English card title.","subRules":[]}]}, {"keywords":[""],"text":"6.2. Card Legality","subRules":[{"keywords":[""],"text":"A card may only be used in a particular format if the card is from a set that is legal in that format or has the same name as a card from a set that is legal in that format. Cards banned or suspended in a specific format may not be used in decks for that format. Cards restricted in a specific format may only have one copy in a deck, including sideboard.","subRules":[]}]}, {"keywords":[""],"text":"6.3. Standard Format Deck Construction","subRules":[{"keywords":[""],"text":"The list of card sets permitted in Standard tournaments can be found at https://magic.wizards.com/content/standard-formats-magic-gathering.","subRules":[]}, {"keywords":[""],"text":"Cards that are banned in Standard Constructed tournaments can be found at https://magic.wizards.com/game-info/gameplay/rules-and-formats/banned-restricted.","subRules":[]}]}, {"keywords":[""],"text":"6.4. Historic Format Deck Construction","subRules":[{"keywords":[""],"text":"Historic Constructed is a non-rotating format featuring cards released on MTG Arena.","subRules":[]}, {"keywords":[""],"text":"In Historic tournaments, cards may be suspended or banned. Suspended cards are temporarily unavailable for play in Historic tournaments but may be removed from the suspended list or moved to the banned list at any time.","subRules":[]}, {"keywords":[""],"text":"The most up-to-date Banned and Suspended card list for Historic Constructed can be found at https://magic.wizards.com/en/game-info/gameplay/formats/historic.","subRules":[]}]}, {"keywords":[""],"text":"7. Limited Tournament Rules","subRules":[]}, {"keywords":[""],"text":"7.1. Deck Construction Restrictions","subRules":[{"keywords":[""],"text":"Limited decks must contain a minimum of forty cards. There is no maximum deck size. Any drafted or opened cards not used in a player's Limited deck function as their sideboard. If a player Sealed or Draft card pool contains more than four copies of a card, the player can use all copies available.","subRules":[]}]}, {"keywords":[""],"text":"7.2. Card Use in Limited Tournaments","subRules":[{"keywords":[""],"text":"Only cards from the expansions of the boosters opened (and only cards opened or drafted in that player's pool) may be used in a player's deck. The following are exceptions to this rule:","subRules":[{"keywords":[""],"text":"* Players may add an unlimited number of cards named Plains, Island, Swamp, Mountain, or Forest to their deck and sideboard. They may not add additional snow basic land cards (e.g. Snow-Covered Forest, etc) or Wastes basic land cards, even in formats in which they are legal."}]}]}, {"keywords":[""],"text":"7.3. Continuous Construction Option","subRules":[{"keywords":[""],"text":"Players participating in Limited tournaments on MTG Arena may freely change the composition of their decks between matches by exchanging cards from their deck for cards in their sideboard without being required to return their deck to its original composition before their next match.","subRules":[]}, {"keywords":[""],"text":"This option is not available in Premier events.","subRules":[]}]}, {"keywords":[""],"text":"7.4. Abnormal Product","subRules":[{"keywords":[""],"text":"Neither Wizards of the Coast nor the Tournament Organizer guarantee any specific distribution of card rarities or frequency in a particular booster pack. If a player receives an unconventional distribution of rarities or frequencies in a particular booster or Sealed pool, they must call an Admin. The final decision to replace or allow the atypical product is at the discretion of the Head Judge and the Tournament Organizer.","subRules":[]}]}]
