[{"text":"Introduction","subRules":[{"text":"Introduction ","subRules":[]}, {"text":"The DCI is a worldwide organization dedicated to organized play. It promotes, enforces, and develops rules and policies using the goals and philosophies defined in this document, the Magic: The Gathering Infraction Procedure Guide, and the Judging at Regular Rules Enforcement Level document. It constantly reviews these rules and policies to ensure its goals are met. ","subRules":[]}, {"text":"There are two types of sanctioned Magic tournaments: rated and casual. ","subRules":[]}, {"text":"The purpose of this document is to provide the infrastructure used to run Magic: The Gathering (“Magic”) tournaments by defining appropriate rules, responsibilities, and procedures to be followed in all DCI-sanctioned Magic tournaments. ","subRules":[]}, {"text":"DCI-sanctioned tournaments are to be run consistently regardless of their location. This ensures equal treatment of players in different regions and enables their smooth transition to international tournaments. All players are treated equally and share responsibilities according to the Rules Enforcement Level (REL) of the tournament. ","subRules":[]}, {"text":"Both players and officials should cooperate to achieve their common goal of running a proper DCI-sanctioned tournament. Players and officials must treat each other in a fair and respectful manner, following both the rules and the spirit in which those rules were created. They are responsible for following the most current version of the Magic Tournament Rules and Magic: The Gathering Comprehensive Rules. Spectators have their own set of responsibilities. Individuals violating DCI rules are subject to penalties defined by the appropriate document for the tournament's Rules Enforcement Level. ","subRules":[]}, {"text":"Information in this document may contradict (or have information not contained in) the Comprehensive Rules. In such cases, this document takes precedence. ","subRules":[]}, {"text":"Official tournament fact sheets located on the Wizards of the Coast website for specific tournaments may define alternative or additional policies or procedures. If a contradiction exists between this document and an official fact sheet located on the Wizards of the Coast website, the information in the fact sheet takes precedence. ","subRules":[]}, {"text":"Wizards of the Coast reserves the right to alter these rules, as well as the right to interpret, modify, clarify, or otherwise issue official changes to these rules without prior notice. ","subRules":[]}, {"text":"Updates to this document are scheduled to be announced the Monday after each Prerelease. There may be additional dates in which updates to the legality of individual cards in formats contained in this document will be announced. Those dates will be communicated with at least 4 weeks' notice. Other updates not involving updates to card legality may occur without prior announcement. ","subRules":[]}, {"text":"The latest versions are available at http://wpn.wizards.com/document/magic-gathering-tournament-rules. http://wpn.wizards.com/document/magic-gathering-tournament-rules","subRules":[]}]}, {"text":"1. Tournament Fundamentals ","subRules":[]}, {"text":"1.1 Tournament Types ","subRules":[{"text":"Sanctioned, rated tournaments are divided into two types: Premier and non-Premier. Premier tournaments are run by Wizards of the Coast or select Tournament Organizers. They have unique names and features. Non-Premier tournaments are tournaments that are not explicitly Premier. ","subRules":[]}, {"text":"There are two major tournament formats: Limited and Constructed. Each has rules specific to its format. In Limited tournaments, all product for play is provided during the tournament. In Constructed tournaments, players compete using decks prepared beforehand. Some Premier tournaments may consist of multiple formats within the same tournament. ","subRules":[]}]}, {"text":"1.2 Publishing Tournament Information ","subRules":[{"text":"Wizards of the Coast reserves the right to publish DCI-sanctioned tournament information at any time (including during the tournament). Tournament information includes, but is not limited to, the contents of one or more players' decks, descriptions of strategies or play, transcripts, and video reproductions. Tournament Organizers are also allowed to publish this information once their tournament is complete. ","subRules":[]}, {"text":"Wizards of the Coast reserves the right to publish penalty and suspension information. ","subRules":[]}]}, {"text":"1.3 Tournament Roles ","subRules":[{"text":"The following roles are defined for tournament purposes: ","subRules":[{"text":"* Tournament Organizer "}, {"text":"* Head Judge "}, {"text":"* Floor Judge` "}, {"text":"* Scorekeeper "}, {"text":"* Player "}, {"text":"* Spectator "}]}, {"text":"The first four roles above are considered tournament officials. The Head Judge and floor judges are collectively considered judges. A single individual may act in any combination of tournament official roles. Individuals who are not judges at a tournament are spectators in any match in which they are not playing. Members of the press are also considered spectators. ","subRules":[]}]}, {"text":"1.4 Participation Eligibility ","subRules":[{"text":"Anyone is eligible to participate as a player in a DCI-sanctioned tournament except for: ","subRules":[{"text":"* Individuals currently suspended by the DCI. Individuals currently suspended from the DCI may not act as tournament officials; "}, {"text":"* Other individuals specifically prohibited from participation by DCI or Wizards of the Coast policy (such determination is at Wizards of the Coast's sole discretion); "}, {"text":"* Individuals thirteen (13) years of age and younger who do not have their parent/guardians' permission; "}, {"text":"* Anyone prohibited by federal, state, or local laws, the rules of the Tournament Organizer, or by a venue's management. "}, {"text":"* Tournament Organizers may choose to age restrict any Regular REL events that they organize. They must clearly indicate this in their marketing for the event on the Store and Event Locator description as well as any other place they display the event information. (i.e. Tournament Organizers may advertise an age 16 and under Friday Night Magic). "}]}, {"text":"Anyone is eligible to participate as a tournament official (Tournament Organizer, Head Judge, floor judge or Scorekeeper) for a tournament except for: ","subRules":[{"text":"* Individuals currently suspended by the DCI; "}, {"text":"* Anyone who has played in the tournament, unless it is a tournament that explicitly allows tournament officials to play while acting as a tournament official. "}]}, {"text":"Tournament officials may play in a DCI-sanctioned, rated tournament for which they are a tournament official if (and only if) the tournament is of the following types: ","subRules":[{"text":"* Friday Night Magic "}, {"text":"* Prerelease "}, {"text":"* Draft Weekend "}, {"text":"* Other non-Premier Magic Tournaments "}, {"text":"* Tournaments in which the official Wizards of the Coast tournament fact sheet specifically permits officials of that tournament to play "}]}, {"text":"If one or more tournament officials play in the tournament, it must be run at Regular Rules Enforcement Level. If tournament officials play in the tournament and the tournament is not one of the allowed types listed above, the tournament will be invalidated. Tournament officials are required to officiate tournaments fairly and without regard to their own self-interest. ","subRules":[]}, {"text":"The owners of organizations that run Premier Events are not permitted to play in those tournaments, even if the owner is not listed as a tournament official (organizer, judge, and/or scorekeeper) for that tournament. ","subRules":[]}, {"text":"Premier Events include the following tournaments: Magic: The Gathering World Championship, Players Tour, Players Tour Finals, WPN Qualifiers, WPN Preliminary Events, Players Tour Qualifiers, Magic Premier Series, Grand Prix, Grand Prix Trials. ","subRules":[]}, {"text":"Some tournaments have additional criteria regarding player and tournament official eligibility (e.g. invitation-only tournaments, such as Players Tour and Players Tour Finals). ","subRules":[]}, {"text":"The Players Tour Invitation Policy defines specific eligibility rules with regards to certain types of invitation-only Premier Tournaments (e.g. Players Tour and Players Tour Finals). ","subRules":[]}, {"text":"Individuals with questions regarding their tournament eligibility should contact the DCI policy manager via (esports@wizards.com). ","subRules":[]}]}, {"text":"1.5 DCI Numbers ","subRules":[{"text":"Tournament participants must provide their DCI number to the Scorekeeper during registration. Players without a DCI number should obtain one from https://accounts.wizards.com/ before attending an event. If a player does not obtain a DCI number before the event, the Tournament Organizer of the event can provide one. Players are only allowed one DCI membership number, and players with multiple DCI numbers should contact Wizards of the Coast to have the information for two or more DCI numbers combined. Results containing temporary player numbers, temporary player names, or placeholders should not be reported to the DCI. ","subRules":[]}]}, {"text":"1.6 Tournament Organizer ","subRules":[{"text":"The Tournament Organizer of a tournament is responsible for all tournament logistics including: https://accounts.wizards.com/","subRules":[{"text":"* Securing a sanctioning number from the DCI. "}, {"text":"* Providing a site for the tournament that meets the tournament's expected needs. "}, {"text":"* Advertising the tournament in advance of the tournament date. "}, {"text":"* Staffing the tournament with appropriate tournament officials. "}, {"text":"* Providing all materials necessary to operate the tournament (e.g. product for Limited format tournaments). "}, {"text":"* Reporting the tournament results to the DCI. "}, {"text":"* Saving match result slips from each tournament for a period of 6 months (to aid in match appeals). "}]}]}, {"text":"1.7 Head Judge ","subRules":[{"text":"Sanctioned tournaments require the physical presence of a Head Judge during play to adjudicate disputes, interpret rules, and make other official decisions. The Head Judge is the final judicial authority at any DCI-sanctioned tournament and all tournament participants are expected to follow their interpretations. Although it is beneficial, the Head Judge does not have to be certified. ","subRules":[]}, {"text":"The Head Judge's responsibilities include: ","subRules":[{"text":"* Ensuring that all necessary steps are taken to deal with game or policy rule violations that they notice or are brought to their attention. "}, {"text":"* Issuing the final ruling in all appeals, potentially overturning the ruling of a floor judge. "}, {"text":"* Coordinating and delegating tasks to floor judges as needed. "}]}, {"text":"If necessary, the Head Judge may temporarily transfer their duties to any judge if they are unable to fulfill them for a period of time. Also, in exceptional circumstances, if the tournament's integrity would be damaged otherwise, the Tournament Organizer may replace the Head Judge. ","subRules":[]}, {"text":"Certain Premier tournaments have multiple Head Judges and/or different Head Judges for different portions of the tournament. All Head Judges share the same responsibilities and exercise the same authority while they are serving as a Head Judge. ","subRules":[]}]}, {"text":"1.8 Floor Judges ","subRules":[{"text":"Floor judges are available to players and spectators to answer questions, deal with illegal plays, or assist with reasonable requests. They do not have to be certified. ","subRules":[]}, {"text":"Judges will not generally assist players in determining the current game state but can answer questions about the rules, interactions between cards, or provide the Oracle™ wordings of relevant cards. At Regular Rules Enforcement Level, the judge may assist the player in understanding the game state in the interest of education. If a player wishes to ask their question away from the table, the request will usually be honored. Players may not request specific judges to answer their calls but may request a tournament official to help translate. This request may be honored at the discretion of the original judge. ","subRules":[]}, {"text":"Judges do not intervene in a game to prevent illegal actions but do intervene as soon as a rule has been broken or to prevent a situation from escalating. ","subRules":[]}]}, {"text":"1.9 Scorekeeper ","subRules":[{"text":"The Scorekeeper ensures the correct generation of pairings and all other tournament records throughout the tournament. The Scorekeeper's responsibilities include: ","subRules":[{"text":"* Generating correct pairings each round and accurately entering the results of those rounds. "}, {"text":"* Generating standings for posting before and after the final Swiss round. Other rounds may also be posted at the Head Judge's discretion. "}, {"text":"* Solving all scorekeeping problems that arise in consultation with the Head Judge. "}, {"text":"* Making sure all necessary information is included in the tournament's report to be submitted to the "}]}, {"text":"DCI. ","subRules":[]}, {"text":"The Head Judge has the final authority in determining corrective action for scorekeeping errors. ","subRules":[]}]}, {"text":"1.10 Players ","subRules":[{"text":"Players are responsible for: ","subRules":[{"text":"* Behaving in a respectful manner toward tournament officials, other tournament participants, and spectators and refraining from unsporting conduct at all times. "}, {"text":"* Maintaining a clear and legal game state. "}, {"text":"* Complying with announced start times and time limits. "}, {"text":"* Calling attention to any rules or policy infraction they notice in their matches. "}, {"text":"* Bringing to a judge's attention any discrepancies in their tournament match record. "}, {"text":"* Informing the DCI of any discrepancies in their overall match history or ranking as soon as they become aware of it. If players believe there is an anomaly in their match history or ranking, they should refer to the Magic: The Gathering Event Appeals Policy, located at http://wpn.wizards.com/document/magic-event-appeals-policy. "}, {"text":"* Having a single DCI membership number. Individuals holding more than one number must contact Wizards of the Coast Customer Service at http://www.wizards.com/customerservice so that their numbers can be merged. "}, {"text":"* Refraining from enrolling in tournaments in which they are not allowed by policy to participate. "}, {"text":"* Being familiar with the rules contained within this document. "}, {"text":"* Being physically present for the tournament. "}]}, {"text":"A player must bring the following items to a tournament in order to participate: ","subRules":[{"text":"* A physical, visible, and reliable method to maintain and record game information (tokens, score counters, pen and paper, and so on). "}, {"text":"* A valid DCI membership number registered in the participant's name. New players may register for DCI membership when enrolling in the tournament. "}, {"text":"* Any materials specifically required for a particular tournament format, such as assembled decks and/or decklists for constructed tournaments. "}]}, {"text":"Players retain their responsibilities even if a judge provides them with extra assistance. ","subRules":[]}, {"text":"The individual members of a team are considered players, and are equally responsible for required tournament procedures, such as accurately filling out their match result slips. Players are only responsible for the games they play themselves and not separate games being played by their teammates but are expected to point out rules violations they observe in their teammates' matches. ","subRules":[]}, {"text":"Players who do not fulfill their responsibilities may be subject to penalties and review by the DCI. Wizards of the Coast and the DCI reserve the right to suspend or revoke a player's membership without prior notice for any reason they deem necessary. http://wpn.wizards.com/document/magic-event-appeals-policyhttp://www.wizards.com/customerservice","subRules":[]}]}, {"text":"1.11 Spectators ","subRules":[{"text":"Any person physically present at a tournament and not in any other category above is a spectator. Spectators are responsible for remaining silent and passive during matches and other official tournament sections in which players are also required to be silent. If spectators believe they have observed a rules or policy violation, they are encouraged to alert a judge as soon as possible. At Regular or Competitive Rules Enforcement Level, spectators are permitted to ask the players to pause the match while they alert a judge. At Professional Rules Enforcement Level, spectators who are not members of the official coverage team must not interfere with the match directly. ","subRules":[]}, {"text":"Players may request that a spectator not observe their matches. Such requests must be made through a judge. ","subRules":[]}, {"text":"Tournament officials may also instruct a spectator not observe a match or matches. ","subRules":[]}]}, {"text":"1.12 Rules Enforcement Levels ","subRules":[{"text":"Rules Enforcement Levels (REL) are a means to communicate to the players and judges what expectations they can have of the tournament in terms of rigidity of rules enforcement, technically correct play, and procedures used. ","subRules":[]}, {"text":"The Rules Enforcement Level of a tournament generally reflects the prizes awarded and the distance a player may be expected to travel. ","subRules":[]}, {"text":"The appropriate Rules Enforcement Level for specific programs is listed in Appendix F. ","subRules":[]}, {"text":"Regular ","subRules":[]}, {"text":"Regular tournaments are focused on fun and social aspects, not enforcement. Most tournaments are run at this level unless they offer sizeable prizes or invitations. Players are expected to know most of the game rules, may have heard of policy and what is “really bad,” but generally play in a fashion similar to the way they do casually. ","subRules":[]}, {"text":"Players are still responsible for following the rules, but the focus is on education and sportsmanship over technically precise play. Infractions in these tournaments are covered by the Judging at Regular Rules Enforcement Level document, located at http://wpn.wizards.com/document/magic-gathering-judging-regular-rel. ","subRules":[]}, {"text":"Competitive ","subRules":[]}, {"text":"Competitive tournaments are usually those with significant cash prizes or invitations awarded to Professional tournaments. Players are expected to know the game's rules and be familiar with the policies and procedures, but unintentional errors are not punished severely. These are tournaments that protect the interests of all players by providing tournament integrity while also recognizing that not all players are intimately familiar with Professional-level tournament structure, proper procedures, and rules. Infractions in these tournaments are covered by the Magic Infraction Procedure Guide, located at http://wpn.wizards.com/document/magic-infraction-procedure-guide. ","subRules":[]}, {"text":"Professional ","subRules":[]}, {"text":"Professional level tournaments offer large cash awards, prestige, and other benefits that draw players from great distances. These tournaments hold players to a higher standard of behavior and technically-correct play than Competitive tournaments. Infractions in these tournaments are covered by the Magic Infraction Procedure Guide, located at http://wpn.wizards.com/document/magic-infraction-procedure-guide. http://wpn.wizards.com/document/magic-gathering-judging-regular-relhttp://wpn.wizards.com/document/magic-infraction-procedure-guidehttp://wpn.wizards.com/document/magic-infraction-procedure-guidehttp://wpn.wizards.com/document/magic-infraction-procedure-guide","subRules":[]}]}, {"text":"2. Tournament Mechanics ","subRules":[]}, {"text":"2.1 Match Structure ","subRules":[{"text":"A Magic match consists of a series of games that are played until one side has won a set number of games, usually two. Drawn games do not count toward this goal. If the round ends before a player has won the required number of games, the winner of the match is the player who has won the most games at that point. If both players have equal game wins, the match is a draw. ","subRules":[]}, {"text":"The Tournament Organizer may change the required number of games to be won for any portion of the tournament as long as this choice is announced before the tournament begins. Match results, not individual game results, are reported to the DCI. ","subRules":[]}]}, {"text":"2.2 Play/Draw Rule ","subRules":[{"text":"For the first game of a match, a designated player - the winner of a random method (such as a die roll or coin toss) during Swiss rounds, or the player ranked higher at the end of Swiss rounds during playoff matches - chooses either to play first or to play second. They must state this choice before looking at their hand. If they state no choice, it is assumed that they are playing first. The player who plays first skips the draw step of their first turn. ","subRules":[]}, {"text":"This is referred to as the play/draw rule. ","subRules":[]}, {"text":"After each game in a match, the loser of that game decides whether to play first in the next game. They may wait until after sideboarding to make the decision. If the previous game was a draw, the player who decided to play or draw at the beginning of the drawn game chooses. ","subRules":[]}]}, {"text":"2.3 Pregame Procedures ","subRules":[{"text":"The following steps must be performed in a timely manner before each game begins: ","subRules":[{"text":"1. If sideboarding is allowed, players may remove cards from their decks and add cards from their sideboards. "}, {"text":"2. Players shuffle their decks. Steps 1 and 2 may be repeated. "}, {"text":"3. Players present their decks to their opponents for additional shuffling. The sideboard (if any) is also presented at this time. "}, {"text":"4. The appropriate player must decide whether to play first or second at this point, if they haven't done so already (see section 2.2). "}, {"text":"5. Each player draws seven cards. Optionally, these cards may be dealt face down on the table. "}]}]}, {"text":"6. Each player, in turn order, may take mulligans. (Rules on mulligans can be found in the Magic ","subRules":[{"text":"Comprehensive Rules, rule 103.4). If a player takes a mulligan, they shuffle again and repeat the presentation process described above. ","subRules":[]}, {"text":"The game is considered to have begun once all players have completed taking mulligans. Pregame procedures may be performed before time for the match has officially begun. ","subRules":[]}]}, {"text":"2.4 Conceding or Intentionally Drawing Games or Matches ","subRules":[{"text":"If a game or match is not completed, players may concede or mutually agree to a draw in that game or match. A match is considered complete once the result slip is filled out or, if match slips are not being used, a player leaves the table after game play is finished. Until that point, either player may concede to or draw with the other, though if the conceding player won a game in the match, the match must be reported as 2-1. Intentional draws where no games were played are always reported as 0-0-3 or by using the “draw” button (0-0) in Wizards Event Reporter (WER). ","subRules":[]}, {"text":"Players may not agree to a concession or draw in exchange for any reward or incentive. Doing so will be considered Bribery (see section 5.2). ","subRules":[]}, {"text":"If a player refuses to play, it is assumed that they have conceded the match. ","subRules":[]}]}, {"text":"2.5 End-of-Match Procedure ","subRules":[{"text":"If the match time limit is reached before a winner is determined, the player whose turn it is finishes their turn and five additional turns are played in total. This usually means that one player takes three turns and the other two, but a player taking extra turns may affect this. If the active player has already indicated that they'd like to pass the turn when the time limit is reached, that is considered to be in the next turn. ","subRules":[]}, {"text":"Team tournaments featuring multiple players playing together (such as Two-Headed Giant) use three turns instead of five. ","subRules":[]}, {"text":"Once time is called, no new games should begin. ","subRules":[]}, {"text":"If the game is incomplete at the end of additional turns, the game is considered a draw. ","subRules":[]}, {"text":"If a judge assigned a time extension (because of a long ruling, deck check, or other reason) the end-of-match procedure does not begin until the end of the time extension. ","subRules":[]}, {"text":"In single-elimination rounds, matches may not end in a draw. If all players have equal game wins at the end of additional turns, the player with the highest life total wins the current game. In the event all players have equal life totals (or are between games and the game wins are tied), the game/match continues with an additional state-based action: if a player does not have the highest life total, they lose the game. Two-Headed Giant teams are treated as a single player for determining a game winner. ","subRules":[]}]}, {"text":"2.6 Time Extensions ","subRules":[{"text":"If a judge pauses a match for more than one minute while the round clock is running, they should extend the match time appropriately. If the match was interrupted to perform a deck check, players are awarded time equal to the time the deck check took plus three minutes. ","subRules":[]}, {"text":"Feature matches at a tournament with online coverage receive a time extension equal to three minutes plus time elapsed in the round when players reach their table. This is not necessary if feature matches are being timed separately. ","subRules":[]}, {"text":"Certain slow play penalties add turns rather than a time extension. These additional turns are added to the end-of-match additional turns. ","subRules":[]}]}, {"text":"2.7 Deck Registration ","subRules":[{"text":"Players are required to register their decks and sideboards (if applicable) in Competitive and Professional Rules Enforcement Level tournaments. The Head Judge may require registration in Regular Rules Enforcement Level tournaments. ","subRules":[]}, {"text":"Registered decklists record the original composition of each deck and sideboard (if applicable). Once your decklist has been accepted by a Tournament Official it may not be altered. ","subRules":[]}, {"text":"In Constructed tournaments, decklists must be submitted to a tournament official prior to the start of round 1, even if the player has an awarded bye for that round. ","subRules":[]}, {"text":"In Limited tournaments, decklists must be submitted prior to the start of the first round in which that player participates and does not have an awarded bye. ","subRules":[]}, {"text":"Players have the right to request to see their decklist between matches. Such a request will be honored if logistically possible. ","subRules":[]}, {"text":"Generally, decklists are not public information and are not shared with other players during a tournament. At Professional Rules Enforcement Level tournaments (World Championship, Players Tour, Players Tour Finals, and Grand Prix), copies of opponents' decklists will be provided to players in the single-elimination playoffs. ","subRules":[]}]}, {"text":"2.8 Deck Checks ","subRules":[{"text":"Deck checks must be performed at all Competitive and Professional Rules Enforcement Level tournaments, and the Head Judge has the option to perform deck checks at Regular Rules Enforcement Level tournaments. At least ten percent of all decks should be checked over the course of the tournament. A full deck check should not be performed if a player has drawn an opening hand and potentially made mulligan decisions. ","subRules":[]}]}, {"text":"2.9 Appeals to the Head Judge ","subRules":[{"text":"If a player disagrees with a judge's ruling, they may appeal the ruling to the Head Judge. In larger, Premier-level tournaments (such as Grand Prix, Players Tour, and Players Tour Finals), with prior approval, the Head Judge may designate additional Appeals Judges who are also empowered to hear appeals. They will be wearing the same uniform as the Head Judge. ","subRules":[]}, {"text":"Players may not appeal before the full ruling is made by the responding floor judge. Rulings made by the Head Judge or designated Appeals Judges are final. ","subRules":[]}]}, {"text":"2.10 Dropping from a Tournament ","subRules":[{"text":"Players may drop from a tournament at any time. If a player drops from a tournament before the first round of play has started, they are considered to have not participated in the tournament and will not be listed in the finish order. Players choosing to drop from a tournament must inform the Scorekeeper by the means provided for that tournament before the pairings for the next round are generated. Players wanting to drop after the Scorekeeper begins pairing for the next round will be paired for that round. If a player does not show up for their match, they will be automatically dropped from the tournament unless they report to the Scorekeeper. Players that repeatedly and/or intentionally drop from tournaments without informing the scorekeepers of those tournaments may be the subject of penalties up to and including suspension. ","subRules":[]}, {"text":"Players who drop during limited tournaments own the cards that they correctly have in their possession at that time. This includes any unopened or partially drafted booster packs. ","subRules":[]}, {"text":"If a player drops from a tournament after a cut has been made, such as a cut to the top 8 playoff in a Grand Prix tournament, no other player is advanced as a replacement. The highest ranked remaining player receives a bye for the round instead. ","subRules":[]}, {"text":"Players who have dropped may reenter a tournament at the discretion of the Head Judge. Players may not reenter a portion of the tournament that requires a deck built during a construction period that the player missed. Players may not reenter a tournament after any cut has been made. ","subRules":[]}, {"text":"Players may not drop from a tournament in exchange for or influenced by the offer of any reward or incentive. ","subRules":[]}, {"text":"Doing so is considered Bribery (see section 5.2). ","subRules":[]}]}, {"text":"2.11 Taking Notes ","subRules":[{"text":"Players are allowed to take written notes during a match and may refer to those notes while that match is in progress. At the beginning of a match, each player's note sheet must be empty and must remain visible throughout the match. Players do not have to explain or reveal notes to other players. Judges may ask to see a player's notes and/or request that the player explain their notes. ","subRules":[]}, {"text":"Players may not refer to other notes, including notes from previous matches, during games. ","subRules":[]}, {"text":"Between games, players may refer to a brief set of notes made before the match. They are not required to reveal these notes to their opponents. These notes must be removed from the play area before the beginning of the next game. Excessive quantities of notes (more than a sheet or two) are not allowed and may be penalized as slow play. ","subRules":[]}, {"text":"The use of electronic devices to take and refer to notes is permitted at Regular Rules Enforcement Level (see section 2.12). ","subRules":[]}, {"text":"Players and spectators (exception: authorized press) may not make notes while drafting. Players may not reference any outside notes during drafting, card pool registration, or deck construction. ","subRules":[]}, {"text":"Players may refer to Oracle text at any time. They must do so publicly and in a format which contains no other strategic information. Consulting online sources, such as gatherer.wizards.com, is allowed at Regular Rules Enforcement Level even if they contain a small amount of strategic information. If a player wishes to view Oracle text in private, they must ask a judge. ","subRules":[]}, {"text":"Artistic modifications to cards that indirectly provide minor strategic information are acceptable. The Head Judge is the final arbiter on what cards and notes are acceptable for a tournament. ","subRules":[]}]}, {"text":"2.12 Electronic Devices ","subRules":[{"text":"At Competitive and Professional Rules Enforcement Level during drafting, deck construction, and playing of matches, players may not use electronic devices capable of taking and storing notes, communicating with other people, or accessing the internet (except for taking brief personal calls with the opponent's permission). ","subRules":[]}, {"text":"At Regular Rules Enforcement Level, electronic devices are permitted, but players may not use them to access information that contains substantial strategic advice or information about an opponent's deck. Device use during a match other than brief personal calls must be visible to all players. Players wishing to view information privately on electronic devices during matches must request permission from a judge. ","subRules":[]}, {"text":"The Head Judge or Tournament Organizer of a tournament may further restrict or forbid the use of electronic devices during matches. ","subRules":[]}]}, {"text":"2.13 Video Coverage ","subRules":[{"text":"Some Competitive and Professional Rules Enforcement Level tournaments use video for live streaming or replay broadcast of matches. Players may decline to appear on camera; however, players in the playoff matches of Professional Rules Enforcement Level tournaments may not decline to appear on camera. Video commentators are considered spectators for the purpose of the tournament but may talk during the match as long as they can't be heard by players being covered. They are responsible for behaving respectfully to all tournament participants during coverage. ","subRules":[]}, {"text":"Spectators are also permitted to record matches provided that they do so unobtrusively. ","subRules":[]}, {"text":"The Head Judge of a World Championship, Players Tour, or Players Tour Finals tournament may, in their sole discretion, use video replay to assist in making rulings during a match. Video replays may not be used to assist in making rulings in tournaments other than a World Championship, Players Tour, or Players Tour Finals tournament. Players may not request that a judge consult a video replay. Video replays may also be used for investigative purposes at a later time. ","subRules":[]}]}, {"text":"3. Tournament Rules ","subRules":[]}, {"text":"3.1 Tiebreakers ","subRules":[{"text":"The following tiebreakers are used to determine how a player ranks in a tournament: ","subRules":[]}]}, {"text":"1. Match points ","subRules":[]}, {"text":"2. Opponents' match-win percentage ","subRules":[]}, {"text":"3. Game-win percentage ","subRules":[]}, {"text":"4. Opponents' game-win percentage ","subRules":[{"text":"Definitions of these tiebreakers can be found in Appendix C. Not all of these tiebreakers may be used in formats with single-game matches. ","subRules":[]}]}, {"text":"3.2 Format Categories ","subRules":[{"text":"Wizards of the Coast sanctions the following formats as individual, three-person team, or Two-Headed Giant tournaments: ","subRules":[]}, {"text":"Constructed Formats ","subRules":[{"text":"* Standard "}, {"text":"* Pioneer "}, {"text":"* Modern "}]}, {"text":"Eternal Constructed Formats ","subRules":[{"text":"* Vintage "}, {"text":"* Legacy "}]}, {"text":"Limited Formats ","subRules":[{"text":"* Sealed Deck "}, {"text":"* Booster Draft (individual and Two-Headed Giant only) "}, {"text":"* Rochester Draft (three-person team only) "}]}]}, {"text":"3.3 Authorized Cards ","subRules":[{"text":"Players may use any Authorized Game Cards from Magic: The Gathering expansions, core sets, special sets, supplements, and promotional printings. Authorized Game Cards are cards that, unaltered, meet the following conditions: ","subRules":[{"text":"* The card is genuine and published by Wizards of the Coast "}, {"text":"* The card has a standard Magic back, is a double-faced card, or is a card that is part of a meld pair. "}, {"text":"* The card does not have squared corners. "}, {"text":"* The card is not a token card. "}, {"text":"* The card is not damaged or modified in a way that might make it marked. "}, {"text":"* The card is otherwise legal for the tournament as defined by the format. "}]}, {"text":"The Head Judge of a tournament may issue a proxy (see section 3.4) for a card that has become worn or damaged during the tournament. Any other cards that are not Authorized Game Cards are prohibited in all sanctioned tournaments. ","subRules":[]}, {"text":"Players may use cards from the Alpha printing only if the deck is in opaque sleeves. ","subRules":[]}, {"text":"Silver-bordered cards may only be used in casual events and only when the format explicitly permits them. ","subRules":[]}, {"text":"Players may use otherwise-legal non-English and/or misprinted cards provided they are not using them to create an advantage by using misleading text or pictures. Official promotional textless spells are allowed in sanctioned Magic tournaments in which they would otherwise be legal. ","subRules":[]}, {"text":"Artistic modifications are acceptable in sanctioned tournaments, provided that the modifications do not make the card art unrecognizable, contain substantial strategic advice, or contain offensive images. Artistic modifications also may not cover or change the mana cost or name of the card. ","subRules":[]}, {"text":"The Head Judge is the final authority on acceptable cards for a tournament. If a player is required to replace a card in their deck and is unable to find a replacement, the player may replace the card with a card named Plains, Island, Swamp, Mountain, or Forest of their choice. This also applies to cards that are lost and must be replaced to have a legal deck. ","subRules":[]}]}, {"text":"3.4 Proxy Cards ","subRules":[{"text":"A proxy card is used during competition to represent an otherwise legal Magic card or helper card that can no longer be included in a deck without the deck being marked. For a proxy to be issued, the card it is replacing must meet at least one of the following criteria: ","subRules":[{"text":"* The card has been accidentally damaged or excessively worn in the current tournament, including damaged or misprinted Limited product. Proxies are not allowed as substitutes for cards that their owner has damaged intentionally or through negligence. "}, {"text":"* The card is a foil card for which no non-foil printing exists. "}]}, {"text":"Players may not create their own proxies; they may only be created by the Head Judge who has sole discretion as to whether the creation of a proxy is appropriate. When a judge creates a proxy, it is included in the player's deck and must be denoted as a proxy in a clear and conspicuous manner. The original card is kept nearby during the match and replaces the proxy while in a public zone as long as it is recognizable. A proxy is valid only for the duration of the tournament in which it was originally issued. ","subRules":[]}]}, {"text":"3.5 Helper Cards ","subRules":[{"text":"Official helper cards are used to represent double-faced cards in the sets that contain them. Only official helper cards may be used to represent double-faced cards in a deck. The name of the card that the helper card is representing must be legible. Other modifications must follow the rules for modifying normal Magic cards. ","subRules":[]}, {"text":"The use of helper cards is required if a player has double-faced cards in their deck and is not using completely opaque sleeves. ","subRules":[]}, {"text":"If a player uses a helper card to represent a double-faced card in their deck, then all copies of that double-faced card in the deck must be represented by helper cards, and any copies of that double-faced card in a hidden zone are considered to not exist for purposes of determining deck legality. ","subRules":[]}, {"text":"A helper card is only used while the card it represents is in a hidden zone. The card represented by a helper card is not a playable Magic card until the helper card has been placed in a public zone. Multiple helper cards cannot be used to represent a single copy of the actual card. For each helper card used, the player must have a copy of the actual card available, though they are not considered sideboard cards and are not presented to their opponent. ","subRules":[]}, {"text":"Some older helper cards contain a list of a set of cards that they may represent. These are sometimes referred to as “checklist cards” and can be used to represent any card listed on them. Each individual checklist card used must have one (and only one) of the items checked. ","subRules":[]}]}, {"text":"3.6 Card Identification and Interpretation ","subRules":[{"text":"A card is considered named in game when a player has provided a description (which may include the name or partial name) that could only apply to one card. Any player or judge realizing a description is still ambiguous must seek further clarification. ","subRules":[]}, {"text":"Players have the right to request access to the official wording of a card they can describe. That request will be honored if logistically possible. The official text of any card is the Oracle text corresponding to the name of the card. Players may not use errors or omissions in Oracle to abuse the rules. The Head Judge is the final authority for card interpretations, and they may overrule Oracle if an error is discovered. ","subRules":[]}]}, {"text":"3.7 New Releases ","subRules":[{"text":"Newly released card sets become tournament legal for sanctioned, rated tournaments on the following dates: ","subRules":[{"text":"* Zendikar Rising™ September 25, 2020 "}]}, {"text":"For official Prerelease tournaments only, new sets are legal for use before the official format legal date. In these cases, any announced rules updates shall be in effect at these tournaments, including informal explanations of new rules and mechanics. Judges may apply additional rules that they believe will be updated. ","subRules":[]}, {"text":"These dates may be subject to change. Any changes will be announced at http://www.magicthegathering.com. ","subRules":[]}]}, {"text":"3.8 Game Markers ","subRules":[{"text":"Small items (e.g. glass beads) may be used as markers and placed on top of a player's own library or graveyard as a reminder for in-game effects. These markers may not disguise the number of cards remaining in that zone nor completely obscure any card. ","subRules":[]}]}, {"text":"3.9 Card Shuffling ","subRules":[{"text":"Decks must be randomized at the start of every game and whenever an instruction requires it. Randomization is defined as bringing the deck to a state where no player can have any information regarding the order or position of cards in any portion of the deck. Pile shuffling may not be performed other than once each at the beginning of a game to count the cards in the deck. ","subRules":[]}, {"text":"Once the deck is randomized, it must be presented to an opponent. By this action, players state that their decks are legal and randomized. The opponent may then shuffle it additionally. Cards and sleeves must not be in danger of being damaged during this process. If the opponent does not believe the player made a reasonable effort to randomize their deck, the opponent must notify a judge. Players may request to have a judge shuffle their cards rather than the opponent; this request will be honored only at a judge's discretion. ","subRules":[]}, {"text":"If a player has had the opportunity to see any of the card faces of the deck being shuffled, the deck is no longer considered randomized and must be randomized again. ","subRules":[]}, {"text":"At Competitive and Professional Rules Enforcement Level tournaments, players are required to shuffle their opponents' decks after their owners have shuffled them. The Head Judge can require this at Regular Rules Enforcement Level tournaments as well. http://www.magicthegathering.com/","subRules":[]}]}, {"text":"3.10 Sleeves ","subRules":[{"text":"Players may use plastic card sleeves or other protective devices on cards. If a player chooses to use card sleeves, all sleeves must be identical and all cards in their deck must be placed in the sleeves in an identical manner. If the sleeves feature holograms or other similar markings, cards must be inserted into the sleeves so these markings appear only on the faces of the cards. ","subRules":[]}, {"text":"During a match, a player may request that a judge inspect an opponent's card sleeves. The judge may disallow the card sleeves if they believe they are marked, worn, or otherwise in a condition or of a design that interferes with shuffling or game play. In the interest of efficiency, the judge may choose to delay any change of sleeves until the end of the match. ","subRules":[]}, {"text":"Competitive and Professional Rules Enforcement Level tournaments impose additional restrictions on sleeves. ","subRules":[]}, {"text":"Highly reflective backs are not allowed. Sleeves with hologram patterns across some or all of the sleeve front or back are not allowed. Sleeves with artwork on their backs may be subjected to additional scrutiny, especially if there is no solid border around the edges. ","subRules":[]}, {"text":"When using sleeves on double-faced cards, sleeves must be completely opaque. ","subRules":[]}, {"text":"The Head Judge is the final authority on what sleeves are allowed. ","subRules":[]}]}, {"text":"3.11 Marked Cards ","subRules":[{"text":"Players are responsible for ensuring that their cards and/or card sleeves are not marked during the tournament. A card or sleeve is considered marked if it bears something that makes it possible to identify the card without seeing its face, including (but not limited to) scratches, discoloration, and bends. ","subRules":[]}, {"text":"If a player's cards are sleeved, the cards must be examined while in the sleeves to determine if they are marked. ","subRules":[]}, {"text":"Players should use care when sleeving their decks and should randomize their decks prior to sleeving them to reduce the possibility of cards becoming marked with a pattern. Players should also keep in mind that cards or sleeves may become worn and potentially marked through play during a tournament. ","subRules":[]}, {"text":"The Head Judge has the authority to determine if a card in a player's deck is marked. Judges may request that a player remove their current sleeves or replace any of the deck's current sleeves immediately, or before the next round. ","subRules":[]}]}, {"text":"3.12 Hidden Information ","subRules":[{"text":"Hidden information refers to the faces of cards and other objects at which the rules of the game and format do not allow you to look. ","subRules":[]}, {"text":"Throughout the match, a draft, and pregame procedures, players are responsible for keeping their cards above the level of the playing surface and for making reasonable efforts to prevent hidden information from being revealed. ","subRules":[]}, {"text":"However, players may choose to reveal their hands or any other hidden information available to them, unless specifically prohibited by the rules. Players must not actively attempt to gain information hidden from them but are not required to inform opponents who are accidentally revealing hidden information. ","subRules":[]}]}, {"text":"3.13 Tapped/Flipped Cards ","subRules":[{"text":"If a card must be tapped or flipped, it must be turned approximately 90 degrees (tapped) or 180 degrees (flipped), whichever is appropriate. ","subRules":[]}]}, {"text":"3.14 Graveyard Order ","subRules":[{"text":"In formats involving only cards from Urza's Saga™ and later, players may change the order of their graveyard at any time. A player may not change the order of an opponent's graveyard. ","subRules":[]}]}, {"text":"3.15 Sideboard ","subRules":[{"text":"A sideboard is a group of additional cards the player may use to modify their deck between games of a match. ","subRules":[]}, {"text":"The player may use these cards in their main deck during all games after the first one in a match. ","subRules":[]}, {"text":"Before each game begins, players must present their sideboard (if any) face down. Opponents may count the number of cards in their opponent's sideboard at any time. Players are not required to reveal how many cards they have swapped from their main deck to their sideboard and do not have to swap one for one. Other items (token cards, double-faced card represented in the deck by a helper card, etc.) should be kept separate from the sideboard during game play. ","subRules":[]}, {"text":"During a game, players may look at their own sideboard, keeping it clearly distinguishable from other cards at all times. If a player gains control of another player, they may not look at that player's sideboard, nor may they have that player access their sideboard. ","subRules":[]}, {"text":"The deck and sideboard must each be returned to their original compositions before the first game of each match. ","subRules":[]}, {"text":"Restrictions on the composition and use of a sideboard can be found in the deck construction rules for a particular format type. ","subRules":[]}, {"text":"If a penalty causes a player to lose the first game in a match before that game has begun, or the first game is intentionally drawn before any cards are played, neither player may use cards from their sideboard for the next game in the match. If players restart a game due to an in-game effect, the composition of their decks must remain the same for the restarted game. ","subRules":[]}, {"text":"Certain cards refer to “a (card or cards) from outside the game.” In tournament play, these are cards in that player's sideboard. ","subRules":[]}]}, {"text":"4. Communication ","subRules":[]}, {"text":"4.1 Player Communication ","subRules":[{"text":"Communication between players is essential to the successful play of any game that involves virtual objects or hidden information. While bluffing may be an aspect of games, there need to be clear lines as to what is, and is not, acceptable for players to say or otherwise represent. This will confirm expectations of both sporting and competitive players during a game. ","subRules":[]}, {"text":"A player should have an advantage due to better understanding of the options provided by the rules of the game, greater awareness of the interactions in the current game state, and superior tactical planning. Players are under no obligation to assist their opponents in playing the game. Regardless of anything else, players are expected to treat opponents politely and with respect. Failure to do so may lead to Unsporting Conduct penalties. ","subRules":[]}, {"text":"There are four categories of information: status, free, derived and private. ","subRules":[]}, {"text":"Status information is information that must be announced upon change and physically tracked by the affected player. Methods for tracking must be visible to both players during the match. A shared method is acceptable as long as all players in the match have access to it. At Competitive and Professional REL, methods that can easily be accidentally changed (such as dice) may not be used. Status information consists of: ","subRules":[{"text":"* Life totals. "}, {"text":"* Counters a player has attached to them. "}, {"text":"* Continuous effects with no defined expiration within the game that apply to that player, such as Monarch or City's Blessing. "}, {"text":"* Unspent mana in a player's mana pool. "}]}, {"text":"Free information is information to which all players are entitled access without contamination or omissions made by their opponents. If a player is ever unable or unwilling to provide free information to an opponent that has requested it, they should call a judge and explain the situation. Free information consists of: ","subRules":[{"text":"* Details of current game actions and past game actions that still affect the game state. "}, {"text":"* The name of any visible object. "}, {"text":"* The number and type of any counter that isn't defined as status information. "}, {"text":"* The state (whether it's tapped, attached to another permanent, face down, etc.) and current zone of any object or player. "}, {"text":"* The game score of the current match. "}, {"text":"* The current step and/or phase and which player(s) are active. "}]}, {"text":"Derived information is information to which all players are entitled access, but opponents are not obliged to assist in determining and may require some skill or calculation to determine. Derived information consists of: ","subRules":[{"text":"* The number of any kind of objects present in any game zone that are not defined as free information. "}, {"text":"* All characteristics of objects in public zones that are not defined as free or status information. "}, {"text":"* Game Rules, Tournament Policy, Oracle content and any other official information pertaining to the current tournament. Cards are considered to have their Oracle text printed on them. "}]}, {"text":"Private information is information to which players have access only if they are able to determine it from the current visual game state or their own record of previous game actions. ","subRules":[{"text":"* Any information that is not status, free or derived is automatically private information. "}]}, {"text":"The following rules govern player communication: ","subRules":[{"text":"* Players must announce any changes to status information about themselves and must represent it with a physical designation. "}, {"text":"* If a player notices a discrepancy in recorded or announced status information, they are expected to point it out as soon as the discrepancy is noticed. "}, {"text":"* Players must answer all questions asked of them by a judge completely and honestly, regardless of the type of information requested. Players may request to do so away from the match. "}, {"text":"* Players may not represent derived, free, or status information incorrectly. "}, {"text":"* Players must answer completely and honestly any specific questions pertaining to free information. "}, {"text":"* At Regular Rules Enforcement Level, all derived information is instead considered free. "}]}, {"text":"Judges are encouraged to help players in determining free and status information but must avoid assisting players with derived information about the game state. ","subRules":[]}]}, {"text":"4.2 Tournament Shortcuts ","subRules":[{"text":"A tournament shortcut is an action taken by players to skip parts of the technical play sequence without explicitly announcing them. Tournament shortcuts are essential for the smooth play of a game, as they allow players to play in a clear fashion without getting bogged down in the minutiae of the rules. Most tournament shortcuts involve skipping one or more priority passes to the mutual understanding of all players; if a player wishes to demonstrate or use a new tournament shortcut entailing any number of priority passes, they must be clear where the game state will end up as part of the request. ","subRules":[]}, {"text":"A player may interrupt a tournament shortcut by explaining how they are deviating from it or at which point in the middle they wish to take an action. A player may interrupt their own shortcut in this manner. A player is not allowed to use a previously undeclared tournament shortcut, or to modify an in-use tournament shortcut without announcing the modification, in order to create ambiguity in the game. ","subRules":[]}, {"text":"A player may not request priority and take no action with it. If a player decides they do not wish to do anything, the request is nullified and priority is returned to the player that originally had it. ","subRules":[]}, {"text":"During the resolution of one of their spells or abilities, a player may not assume their opponent has taken a shortcut. They must seek confirmation that a choice with no visible impact was taken. ","subRules":[]}, {"text":"Certain conventional tournament shortcuts used in Magic are detailed below. They define a default communication; if a player wishes to deviate from these, they should be explicit about doing so. Note that some of these are exceptions to the policy above in that they do cause non-explicit priority passes. ","subRules":[{"text":"* If the active player passes priority with an empty stack during their first main phase, the non-active player is assumed to be acting in beginning of combat unless they are affecting whether a beginning of combat ability triggers. Then, after those actions resolve or no actions took place, the active player receives priority at the beginning of combat. Beginning of combat triggered abilities (even ones that target) may be announced at this time. "}, {"text":"* If the active player passes priority with an empty stack during their second main phase or uses a phrase such as “Go” or “Your Turn” at any time, the non-active player is assumed to be acting in the end step unless they are affecting how or whether an end of turn ability triggers. End of turn triggered abilities that do not target resolve after the non-active player passes priority. "}, {"text":"* Whenever a player adds an object to the stack, they are assumed to be passing priority unless they explicitly announce that they intend to retain it. "}, {"text":"* If a player adds a group of objects to the stack without explicitly retaining priority, they are assumed to be adding them to the stack individually and allowing each to resolve before adding the next. If another player wishes to take an action at a point in the middle of this sequence, the actions should be reversed to that point. "}, {"text":"* If a player casts a spell or activates an ability and announces choices for it that are not normally made until resolution, the player must adhere to those choices unless an opponent responds to that spell or ability. If an opponent inquires about choices made during resolution, that player is assumed to be passing priority and allowing that spell or ability to resolve. "}, {"text":"* A player is assumed to have paid any cost of 0 unless they announce otherwise. "}, {"text":"* A player who casts a spell or activates an ability that targets an object on the stack is assumed to target the legal spell closest to the top of the stack unless the player specifies otherwise. "}, {"text":"* A player is assumed to be attacking another player with their creatures and not any planeswalkers that player may control unless the attacking player specifies otherwise. "}, {"text":"* A player who does not scry/surveil when instructed to is assumed to have not looked and chosen to leave the cards in the same order. "}, {"text":"* In the Two-Headed Giant format, attacking creatures are assumed to be attacking the head of the defending player sitting directly across from their controller, unless the creature's controller specifies otherwise. "}]}]}, {"text":"4.3 Out-of-Order Sequencing ","subRules":[{"text":"Due to the complexity of accurately representing a game of Magic, it is acceptable for players to engage in a block of actions that, while technically in an incorrect order, arrive at a legal and clearly understood game state once they are complete. ","subRules":[]}, {"text":"All actions taken must be legal if they were executed in the correct order, and any opponent can ask the player to do the actions in the correct sequence so that they can respond at the appropriate time (at which point players will not be held to any still-pending actions). ","subRules":[]}, {"text":"An out-of-order sequence must not result in a player prematurely gaining information which could reasonably affect decisions made later in that sequence. ","subRules":[]}, {"text":"Players may not try to use opponent's reactions to some portion of an out-of-order sequence to see if they should modify actions or try to take additional ones. Nor may players use out-of-order sequencing to try to retroactively take an action they missed at the appropriate time. In general, any substantial pause at the end of a completed batch is an indication that all actions have been taken, the sequence is complete and the game has moved to the appropriate point at the end of the sequence. ","subRules":[]}, {"text":"Examples ","subRules":[{"text":"1. A player discards a card to pay for Masticore's upkeep cost before untapping their land. "}, {"text":"2. A player resolves Harrow and puts the card into their graveyard, then searches. "}, {"text":"3. While resolving Restore Balance, a player discards before sacrificing lands and creatures. "}, {"text":"4. A player with two creatures being put into the graveyard due to state-based actions resolves the leaves-the-battlefield triggered ability on one of them before putting the other creature in the graveyard. "}, {"text":"5. A player declares a blocker, animates a Treetop Village, and then attempts to block with that Treetop Village. "}]}]}, {"text":"4.4 Loops ","subRules":[{"text":"A loop is a form of tournament shortcut that involves detailing a sequence of actions to be repeated and then performing a number of iterations of that sequence. The loop actions must be identical in each iteration and cannot include conditional actions (\"If this, then that\".) ","subRules":[]}, {"text":"If no players are involved in maintaining the loop, each player in turn order chooses a number of iterations to perform before they will take an action to break the loop or that they wish to take no action. If all players choose to take no action, the game is a draw. Otherwise, the game advances through the lowest number of iterations chosen and the player who chose that number takes an action to break the loop. ","subRules":[]}, {"text":"If one player is involved in maintaining the loop, they choose a number of iterations. The other players, in turn order, agree to that number or announce a lower number after which they intend to intervene. The game advances through the lowest number of iterations chosen and the player who chose that number receives priority. ","subRules":[]}, {"text":"If two or more players are involved in maintaining a loop within a turn, each player in turn order chooses a number of iterations to perform. The game advances through the lowest number of iterations chosen and the player who chose that number receives priority. ","subRules":[]}, {"text":"Loops may span multiple turns if a game state is not meaningfully changing. Note that drawing cards other than the ones being used to sustain the loop is a meaningful change. If two or more players are involved in maintaining a loop across turns, each player chooses a number of iterations to perform, or announces their intent to continue indefinitely. If all players choose to continue indefinitely, the game is a draw. Otherwise, the game advances through the lowest number of iterations chosen and the player who chose that number receives priority at the point they stop taking an action to sustain the loop. ","subRules":[]}, {"text":"A player intervening during a loop may specify that one iteration of the loop is only partly performed in order to be able to take action at the appropriate point. If they do, the final iteration is only performed up to the chosen point. ","subRules":[]}, {"text":"Non-deterministic loops (loops that rely on decision trees, probability or mathematical convergence) may not be shortcut. A player attempting to execute a nondeterministic loop must stop if at any point during the process a previous game state (or one identical in all relevant ways) is reached again. This happens most often in loops that involve shuffling a library. ","subRules":[]}, {"text":"Some loops are sustained by choices rather than actions. In these cases, the rules above may be applied, with the player making a different choice rather than ceasing to take an action. The game moves to the point where the player makes that choice. If the choice involves hidden information, a judge may be needed to determine whether any choice is available that will not continue the loop. ","subRules":[]}, {"text":"The judge is the final arbiter of what constitutes a loop. A player may not 'opt-out' of shortcutting a loop, nor may they make irrelevant changes between iterations in an attempt to make it appear as though there is no loop. Once a loop has been shortcut, it may not be restarted until the game has changed in a relevant way. Proposing loops as an effort to use up time on the clock is Stalling. ","subRules":[]}]}, {"text":"4.5 Triggered Abilities ","subRules":[{"text":"Players are expected to remember their own triggered abilities; intentionally ignoring one is Cheating. Players are not required to point out the existence of triggered abilities that they do not control, though they may do so if they wish. ","subRules":[]}, {"text":"Triggered abilities are considered to be forgotten by their controller once they have taken an action past the point where the triggered ability would have an observable impact on the game. Triggered abilities that are forgotten are not considered to have gone onto the stack. How forgotten triggered abilities are subsequently handled is defined by the Rules Enforcement Level of the tournament. ","subRules":[]}]}, {"text":"4.6 Team/Two-Headed Giant Communication ","subRules":[{"text":"Members of the same team may communicate between one another except during times where explicitly prohibited by the team format rules. However, team members that have an opportunity to acquire hidden information (e.g. by speaking to spectators following their own match while a teammate is still playing), are restricted from communicating with teammates for the duration of that match. ","subRules":[]}, {"text":"Prohibitions against written notes of any kind during drafts apply to team drafts as well. ","subRules":[]}]}, {"text":"4.7 Game Layout ","subRules":[{"text":"Players in Competitive and Professional Rules Enforcement Level matches must arrange their cards, tokens, and other accessories on the battlefield using the following layout: ","subRules":[{"text":"* From the player's perspective, nonlands must be kept closer to the player's opponent than lands, and no non-land cards should be between the land area and the edge of the table closest to the player. "}, {"text":"* Non-creature permanents whose use may reasonably be associated with either the land or nonland area (e.g. an artifact whose only ability is a mana ability) may be located in either area, provided the overall layout is, in the judgment of tournament officials, clear. However, permanents that are also creatures (e.g. artifacts with March of the Machines on the battlefield, Dryad Arbor, or a Treetop Village that is currently a creature) must be placed in the nonland area. Players may not use other cards to intentionally obscure the presence of a permanent in any area of the battlefield. "}, {"text":"* Each card should remain clearly associated with any permanents attached to it. For example, an Aura enchanting a land should be in the land area in contact with that land. "}, {"text":"* The player's library, graveyard, and exiled cards should be kept all to the left of the battlefield or all to the right of the battlefield at the player's discretion. "}, {"text":"* The player's graveyard and exiled cards should be adjacent to the player's library. All three should be distinct at all times. "}, {"text":"* If a card is exiled by a permanent and that permanent includes a way to perform additional actions with the exiled card, the association of the two cards must be clear. Keeping the two cards together is recommended. "}, {"text":"* Each untapped permanent should face its controller. Players are permitted to briefly turn a card upside-down as a memory aid. "}]}, {"text":"Physical objects used to represent permanents must have a way of clearly representing any in-game status, such as whether a permanent is tapped. Sleeves or card backs that appear similar to any player's sleeves or card backs may not be used. The Head Judge is the final authority on what may be used to represent permanents. ","subRules":[]}, {"text":"Tournament officials may make exceptions or additions to these guidelines at their sole discretion in order to keep each player's game layout clear. Players in exceptional situations (e.g. a player playing a deck with no lands or a deck that makes significant use of the graveyard) should consult with tournament officials to determine what allowances, if any, will be made. ","subRules":[]}]}, {"text":"4.8 Reversing Decisions ","subRules":[{"text":"Players are expected to consider their options before taking an action and players are not usually allowed to take back an action that has been communicated to their opponent, either verbally or physically. ","subRules":[]}, {"text":"Sometimes, a player will realize that they have made a wrong decision after making a play. If that player has not gained any information since taking the action and they wish to make a different decision, a judge may allow that player to change their mind. Judges must carefully consider whether the player has gained information since making the play that might have affected the decision; in particular, players may not try to use opponent reactions (or lack thereof) to see if they should modify actions they committed to. If the judge cannot be sure no information was gained, they should not allow the decision to be changed. ","subRules":[]}, {"text":"Teammates intervening before information has been gained is acceptable when considering a backup. ","subRules":[]}, {"text":"Examples ","subRules":[{"text":"1. A player plays an Island and, before anything else happens, says “Sorry, I meant to play a Swamp.” 2. A player says “No blocks” immediately followed by “Wait, no, I block with this creature.” 3. A player says “Go. Wait, land, go.” "}]}]}, {"text":"5. Tournament Violations ","subRules":[]}, {"text":"5.1 Cheating ","subRules":[{"text":"Cheating will not be tolerated. The Head Judge reviews all cheating allegations, and if they believe that a player has cheated, they will issue the appropriate penalty based on the Infraction Procedure Guide or Judging at Regular Rules Enforcement Level document. All disqualifications are subject to DCI review and further penalties may be assessed. ","subRules":[]}]}, {"text":"5.2 Bribery ","subRules":[{"text":"The decision to drop, concede, or agree to an intentional draw cannot be made in exchange for or influenced by the offer of any reward or incentive, nor may any in-game decision be influenced in this manner. Making such an offer or enticing someone into making an offer is prohibited and is considered bribery. Players may not make any offers to tournament officials in an attempt to influence the outcome of a ruling. ","subRules":[]}, {"text":"It is not bribery when players share prizes they have not yet received in the current tournament and they may agree to such before or during their match, as long as any such sharing does not occur in exchange for any game or match result or the dropping of a player from the tournament. ","subRules":[]}, {"text":"It is not bribery when players in the announced last round of the single-elimination portion of a tournament agree to a winner and how to divide the subsequent tournament prizes. In that case, one of the players at each table must agree to drop from the tournament. Players receive the prizes according to their final ranking. ","subRules":[]}, {"text":"The result of a match or game may not be randomly or arbitrarily determined through any means other than the normal progress of the game in play. Examples include (but are not limited to) rolling a die, flipping a coin, arm wrestling, or playing any other game. ","subRules":[]}, {"text":"Players may not reach an agreement in conjunction with other matches. Players can make use of information regarding match or game scores of other tables. However, players are not allowed to leave their seats during their match or go to great lengths to obtain this information. ","subRules":[]}, {"text":"Players in the single-elimination rounds of a tournament offering only cash, store credit, prize tickets, and/or unopened product as prizes may, with the permission of the Tournament Organizer, agree to split the prizes evenly. The players may end the tournament at that point or continue to play. All players still in the tournament must agree to the arrangement. ","subRules":[]}, {"text":"Example: Before the semifinals of a tournament (in which first place gets 12 packs, second place gets 8 packs and 3rd and 4th get 4 packs each) begins, the players may get permission from the Tournament Organizer to end the tournament, with each player receiving 7 packs. ","subRules":[]}, {"text":"Example: In the finals of a 1-slot Players Tour Qualifier that offers a travel award and an invitation to the winner, the two finalists may agree to split the tournament prizes, but this agreement cannot alter the results of the match. ","subRules":[]}, {"text":"One player must drop from the tournament, leaving the travel award and the invitation to the player who did not drop from the tournament. That player is then free to split the remainder of the prizes as agreed upon. The travel award and invitation are a single item and may not be split. ","subRules":[]}]}, {"text":"5.3 Wagering ","subRules":[{"text":"Tournament participants, tournament officials, and spectators may not wager, ante, or bet on any portion (including the outcome) of a tournament, match, or game. ","subRules":[]}]}, {"text":"5.4 Unsporting Conduct ","subRules":[{"text":"Unsporting conduct will not be tolerated at any time. Tournament participants must behave in a polite and respectful manner. Unsporting conduct includes, but is not limited to: ","subRules":[{"text":"* Using profanity. "}, {"text":"* Engaging in behavior that could reasonably be expected to create a feeling of being harassed, bullied, or stalked. "}, {"text":"* Arguing with, acting belligerently toward, or insulting tournament officials, players or spectators. "}, {"text":"* Violating the personal privacy or safety of any participant, including spectators and staff. "}, {"text":"* Using social media to bully, shame, or intimidate other participants. "}, {"text":"* Failing to follow the instructions of a tournament official. "}]}, {"text":"Officials are expected to investigate potential matters brought their attention as soon as possible and take actions to discourage repeat behavior. All incidents of unsporting conduct are subject to further DCI review. ","subRules":[]}]}, {"text":"5.5 Slow Play ","subRules":[{"text":"Players must take their turns in a timely fashion regardless of the complexity of the play situation and adhere to time limits specified for the tournament. Players must maintain a pace to allow the match to be finished in the announced time limit. Stalling is not acceptable. Players may ask a judge to watch their game for slow play; such a request will be granted if feasible. ","subRules":[]}]}, {"text":"5.6 Outside Assistance ","subRules":[{"text":"During matches, players may not seek play advice from spectators and spectators may not give play advice to players. ","subRules":[]}, {"text":"During deck construction, players and spectators may not provide any advice or commentary to a player until that player's decklist has been handed in. ","subRules":[]}, {"text":"Players and spectators will refrain from providing any information about draft selections or strategies between pod announcement and the end of the draft. At Competitive and Professional Rules Enforcement Level, players and spectators are expected to remain silent during the draft. ","subRules":[]}, {"text":"Some of these restrictions may be waived due to official press or coverage; in these situations, the player will be informed of the revised expectations. Teammates in certain team tournaments are also excepted from these restrictions (see section 4.5). ","subRules":[]}]}, {"text":"6. Constructed Tournament Rules ","subRules":[]}, {"text":"6.1 Deck Construction Restrictions ","subRules":[{"text":"Constructed decks must contain a minimum of sixty cards. There is no maximum deck size. If a player chooses to use a sideboard, it may not contain more than fifteen cards. ","subRules":[]}, {"text":"Except for cards with the basic supertype or cards with text that specifies otherwise, a player's combined deck and sideboard may not contain more than four of any individual card, based on its English card title. ","subRules":[]}]}, {"text":"6.2 Card Legality ","subRules":[{"text":"A card may only be used in a particular format if the card is from a set that is legal in that format or has the same name as a card from a set that is legal in that format. Zendikar Expeditions and Masterpiece Series cards may only be played in formats where the card is already legal. ","subRules":[]}, {"text":"Cards banned in a specific format may not be used in decks for that format. Cards restricted in a specific format may only have one copy in a deck, including sideboard. ","subRules":[]}]}, {"text":"6.3 Standard Format Deck Construction ","subRules":[{"text":"The following card sets are permitted in Standard tournaments:","subRules":[{"text":"* Throne of Eldraine™ "}, {"text":"* Theros Beyond Death™ "}, {"text":"* Ikoria: Lair of Behemoths™ "}, {"text":"* Core Set 2021™ "}, {"text":"* Zendikar Rising "}]}, {"text":"Any cards with expansion symbols from the above sets are legal to play in Standard, even if they are not available in that set's draft booster. Cards from older sets that share the same name as a card legal in Standard may also be played. ","subRules":[]}, {"text":"When Snow-Covered Lands are not legal in Standard, they are treated as the equivalent basic lands. Players must replace them when discovered, but no infraction is committed. ","subRules":[]}, {"text":"The following cards are banned in Standard tournaments: ","subRules":[{"text":"* Cauldron Familiar "}, {"text":"* Escape to the Wilds (effective October 12, 2020) "}, {"text":"* Fires of Invention "}, {"text":"* Lucky Clover (effective October 12, 2020) "}, {"text":"* Oko, Thief of Crowns "}, {"text":"* Omnath, Locus of Creation (effective October 12, 2020) "}, {"text":"* Once Upon a Time "}, {"text":"* Uro, Titan of Nature's Wrath "}]}]}, {"text":"6.4 Modern Format Deck Construction ","subRules":[{"text":"The following card sets are permitted in Modern tournaments: ","subRules":[{"text":"* Eighth Edition "}, {"text":"* Mirrodin "}, {"text":"* Darksteel "}, {"text":"* Fifth Dawn "}, {"text":"* Champions of Kamigawa "}, {"text":"* Betrayers of Kamigawa "}, {"text":"* Saviors of Kamigawa "}, {"text":"* Ninth Edition "}, {"text":"* Ravnica: City of Guilds "}, {"text":"* Guildpact "}, {"text":"* Dissension "}, {"text":"* Coldsnap "}, {"text":"* Time Spiral "}, {"text":"* Planar Chaos "}, {"text":"* Future Sight "}, {"text":"* Tenth Edition "}, {"text":"* Lorwyn "}, {"text":"* Morningtide "}, {"text":"* Shadowmoor "}, {"text":"* Eventide "}, {"text":"* Shards of Alara "}, {"text":"* Conflux "}, {"text":"* Alara Reborn "}, {"text":"* Magic 2010 core set "}, {"text":"* Zendikar "}, {"text":"* Worldwake "}, {"text":"* Rise of the Eldrazi "}, {"text":"* Magic 2011 core set "}, {"text":"* Scars of Mirrodin "}, {"text":"* Mirrodin Besieged "}, {"text":"* New Phyrexia "}, {"text":"* Magic 2012 core set "}, {"text":"* Innistrad "}, {"text":"* Dark Ascension "}, {"text":"* Avacyn Restored "}, {"text":"* Magic 2013 core set "}, {"text":"* Return to Ravnica "}, {"text":"* Gatecrash "}, {"text":"* Dragon's Maze "}, {"text":"* Magic 2014 core set "}, {"text":"* Theros™ "}, {"text":"* Born of the Gods™ "}, {"text":"* Journey Into Nyx™ "}, {"text":"* Magic 2015 core set "}, {"text":"* Khans of Tarkir™ "}, {"text":"* Fate Reforged™ "}, {"text":"* Dragons of Tarkir™ "}, {"text":"* Magic Origins™ "}, {"text":"* Battle for Zendikar™ "}, {"text":"* Oath of the Gatewatch™ "}, {"text":"* Shadows over Innistrad™ "}, {"text":"* Eldritch Moon™ "}, {"text":"* Kaladesh™ "}, {"text":"* Aether Revolt™ "}, {"text":"* Amonkhet™ "}, {"text":"* Hour of Devastation™ "}, {"text":"* Ixalan "}, {"text":"* Rivals of Ixalan "}, {"text":"* Dominaria "}, {"text":"* Core 2019 "}, {"text":"* Guilds of Ravnica™ "}, {"text":"* Ravnica Allegiance™ "}, {"text":"* War of the Spark™ "}, {"text":"* Modern Horizons™ "}, {"text":"* Core Set 2020™ "}, {"text":"* Throne of Eldraine "}, {"text":"* Theros Beyond Death "}, {"text":"* Ikoria: Lair of Behemoths "}, {"text":"* Core Set 2021 "}, {"text":"* Zendikar Rising "}]}, {"text":"The following cards are banned in Modern tournaments:","subRules":[{"text":"* Ancient Den "}, {"text":"* Arcum's Astrolabe "}, {"text":"* Birthing Pod "}, {"text":"* Blazing Shoal "}, {"text":"* Bridge from Below "}, {"text":"* Chrome Mox "}, {"text":"* Cloudpost "}, {"text":"* Dark Depths "}, {"text":"* Deathrite Shaman "}, {"text":"* Dig Through Time "}, {"text":"* Dread Return "}, {"text":"* Eye of Ugin "}, {"text":"* Faithless Looting "}, {"text":"* Gitaxian Probe "}, {"text":"* Glimpse of Nature "}, {"text":"* Golgari Grave-Troll "}, {"text":"* Great Furnace "}, {"text":"* Green Sun's Zenith "}, {"text":"* Hogaak, Arisen Necropolis "}, {"text":"* Hypergenesis "}, {"text":"* Krark-Clan Ironworks "}, {"text":"* Mental Misstep "}, {"text":"* Mox Opal "}, {"text":"* Mycosynth Lattice "}, {"text":"* Oko, Thief of Crowns "}, {"text":"* Once Upon a Time "}, {"text":"* Ponder "}, {"text":"* Preordain "}, {"text":"* Punishing Fire "}, {"text":"* Rite of Flame "}, {"text":"* Seat of the Synod "}, {"text":"* Second Sunrise "}, {"text":"* Seething Song "}, {"text":"* Sensei's Divining Top "}, {"text":"* Skullclamp "}, {"text":"* Splinter Twin "}, {"text":"* Summer Bloom "}, {"text":"* Treasure Cruise "}, {"text":"* Tree of Tales "}, {"text":"* Umezawa's Jitte "}, {"text":"* Vault of Whispers "}]}]}, {"text":"6.5 Vintage Format Deck Construction ","subRules":[{"text":"Vintage decks may consist of cards from all Magic card sets, plus the following cards: Sewers of Estark, Windseeker Centaur, and Nalathni Dragon. ","subRules":[]}, {"text":"Cards from expansions and special sets (like From the Vault, Magic: The Gathering-Commander, Duel Decks, Conspiracy, etc.) are legal in the Vintage format on the date of release of the expansion or special set. ","subRules":[]}, {"text":"The following cards are banned in Vintage tournaments: ","subRules":[{"text":"* All cards with the card type “Conspiracy” (25 cards) "}, {"text":"* All cards that reference “playing for ante” (9 cards) "}, {"text":"* Cards whose art, text, name, or combination thereof that are racially or culturally offensive are banned in all formats. This list is a work in progress. Click here for the list. "}, {"text":"* Chaos Orb "}, {"text":"* Falling Star "}, {"text":"* Lurrus of the Dream-Den "}, {"text":"* Shahrazad "}]}, {"text":"The following cards are restricted in Vintage tournaments: ","subRules":[{"text":"* Ancestral Recall "}, {"text":"* Balance "}, {"text":"* Black Lotus "}, {"text":"* Brainstorm "}, {"text":"* Chalice of the Void "}, {"text":"* Channel "}, {"text":"* Demonic Consultation "}, {"text":"* Demonic Tutor "}, {"text":"* Dig Through Time "}, {"text":"* Flash "}, {"text":"* Gitaxian Probe "}, {"text":"* Golgari Grave-Troll "}, {"text":"* Gush "}, {"text":"* Imperial Seal "}, {"text":"* Karn, the Great Creator "}, {"text":"* Library of Alexandria "}, {"text":"* Lion's Eye Diamond "}, {"text":"* Lodestone Golem "}, {"text":"* Lotus Petal "}, {"text":"* Mana Crypt "}, {"text":"* Mana Vault "}, {"text":"* Memory Jar "}, {"text":"* Mental Misstep "}, {"text":"* Merchant Scroll "}, {"text":"* Mind's Desire "}, {"text":"* Monastery Mentor "}, {"text":"* Mox Emerald "}, {"text":"* Mox Jet "}, {"text":"* Mox Pearl "}, {"text":"* Mox Ruby "}, {"text":"* Mox Sapphire "}, {"text":"* Mystical Tutor "}, {"text":"* Mystic Forge "}, {"text":"* Narset, Parter of Veils "}, {"text":"* Necropotence "}, {"text":"* Ponder "}, {"text":"* Sol Ring "}, {"text":"* Strip Mine "}, {"text":"* Thorn of Amethyst "}, {"text":"* Time Vault "}, {"text":"* Time Walk "}, {"text":"* Timetwister "}, {"text":"* Tinker "}, {"text":"* Tolarian Academy "}, {"text":"* Treasure Cruise "}, {"text":"* Trinisphere "}, {"text":"* Vampiric Tutor "}, {"text":"* Wheel of Fortune "}, {"text":"* Windfall "}, {"text":"* Yawgmoth's Will https://magic.wizards.com/en/articles/archive/news/depictions-racism-magic-2020-06-10"}]}]}, {"text":"6.6 Legacy Format Deck Construction ","subRules":[{"text":"Legacy decks may consist of cards from all Magic card sets, plus the following cards: Sewers of Estark, Windseeker Centaur, and Nalathni Dragon. ","subRules":[]}, {"text":"Cards from expansions and special sets (like From the Vault, Magic: The Gathering-Commander, Duel Decks, Conspiracy, etc.) are legal in the Legacy format on the date of release of the expansion or special set. ","subRules":[]}, {"text":"The following cards are banned in Legacy tournaments: ","subRules":[{"text":"* All cards with the card type "}]}, {"text":"“Conspiracy” (25 cards) ","subRules":[{"text":"* All cards that reference “playing for ante” (9 cards) "}, {"text":"* Cards whose art, text, name, or combination thereof that are racially or culturally offensive are banned in all formats. This list is a work in progress. "}]}, {"text":"Click here for the list. ","subRules":[{"text":"* Ancestral Recall "}, {"text":"* Balance "}, {"text":"* Bazaar of Baghdad "}, {"text":"* Black Lotus "}, {"text":"* Channel "}, {"text":"* Chaos Orb "}, {"text":"* Deathrite Shaman "}, {"text":"* Demonic Consultation "}, {"text":"* Demonic Tutor "}, {"text":"* Dig Through Time "}, {"text":"* Earthcraft "}, {"text":"* Falling Star "}, {"text":"* Fastbond "}, {"text":"* Flash "}, {"text":"* Frantic Search "}, {"text":"* Gitaxian Probe "}, {"text":"* Goblin Recruiter "}, {"text":"* Gush "}, {"text":"* Hermit Druid "}, {"text":"* Imperial Seal "}, {"text":"* Library of Alexandria "}, {"text":"* Lurrus of the Dream-Den "}, {"text":"* Mana Crypt "}, {"text":"* Mana Drain "}, {"text":"* Mana Vault "}, {"text":"* Memory Jar "}, {"text":"* Mental Misstep "}, {"text":"* Mind Twist "}, {"text":"* Mind's Desire "}, {"text":"* Mishra's Workshop "}, {"text":"* Mox Emerald "}, {"text":"* Mox Jet "}, {"text":"* Mox Pearl "}, {"text":"* Mox Ruby "}, {"text":"* Mox Sapphire "}, {"text":"* Mystical Tutor "}, {"text":"* Necropotence "}, {"text":"* Oath of Druids "}, {"text":"* Sensei's Divining Top "}, {"text":"* Shahrazad "}, {"text":"* Skullclamp "}, {"text":"* Sol Ring "}, {"text":"* Survival of the Fittest "}, {"text":"* Strip Mine "}, {"text":"* Time Vault "}, {"text":"* Time Walk "}, {"text":"* Timetwister "}, {"text":"* Tinker "}, {"text":"* Tolarian Academy "}, {"text":"* Treasure Cruise "}, {"text":"* Underworld Breach "}, {"text":"* Vampiric Tutor "}, {"text":"* Wheel of Fortune "}, {"text":"* Windfall "}, {"text":"* Wrenn and Six "}, {"text":"* Yawgmoth's Bargain "}, {"text":"* Yawgmoth's Will "}, {"text":"* Zirda, the Dawnwaker https://magic.wizards.com/en/articles/archive/news/depictions-racism-magic-2020-06-10"}]}]}, {"text":"6.7 Pioneer Format Deck Construction ","subRules":[{"text":"The following card sets are permitted in Pioneer tournaments: ","subRules":[{"text":"* Return to Ravnica "}, {"text":"* Gatecrash "}, {"text":"* Dragon's Maze "}, {"text":"* Magic 2014 core set "}, {"text":"* Theros "}, {"text":"* Born of the Gods "}, {"text":"* Journey Into Nyx "}, {"text":"* Magic 2015 core set "}, {"text":"* Khans of Tarkir "}, {"text":"* Fate Reforged "}, {"text":"* Dragons of Tarkir "}, {"text":"* Magic Origins "}, {"text":"* Battle for Zendikar "}, {"text":"* Oath of the Gatewatch "}, {"text":"* Shadows over Innistrad "}, {"text":"* Eldritch Moon "}, {"text":"* Kaladesh "}, {"text":"* Aether Revolt "}, {"text":"* Amonkhet "}, {"text":"* Hour of Devastation "}, {"text":"* Ixalan "}, {"text":"* Rivals of Ixalan "}, {"text":"* Dominaria "}, {"text":"* Core 2019 "}, {"text":"* Guilds of Ravnica "}, {"text":"* Ravnica Allegiance "}, {"text":"* War of the Spark "}, {"text":"* Core Set 2020 "}, {"text":"* Throne of Eldraine "}, {"text":"* Theros Beyond Death "}, {"text":"* Ikoria: Lair of Behemoths "}, {"text":"* Core Set 2021 "}, {"text":"* Zendikar Rising "}]}, {"text":"The following cards are banned in Pioneer tournaments:","subRules":[{"text":"* Bloodstained Mire "}, {"text":"* Felidar Guardian "}, {"text":"* Field of the Dead "}, {"text":"* Flooded Strand "}, {"text":"* Inverter of Truth "}, {"text":"* Kethis, the Hidden Hand "}, {"text":"* Leyline of Abundance "}, {"text":"* Nexus of Fate "}, {"text":"* Oko, Thief of Crowns "}, {"text":"* Once Upon a Time "}, {"text":"* Polluted Delta "}, {"text":"* Smuggler's Copter "}, {"text":"* Underworld Breach "}, {"text":"* Veil of Summer "}, {"text":"* Walking Ballista "}, {"text":"* Windswept Heath "}, {"text":"* Wooded Foothills "}]}]}, {"text":"7. Limited Tournament Rules ","subRules":[]}, {"text":"7.1 Deck Construction Restrictions ","subRules":[{"text":"Limited decks must contain a minimum of forty cards. There is no maximum deck size. Any drafted or opened cards not used in a player's Limited deck function as their sideboard. ","subRules":[]}, {"text":"Players are not restricted to four of any one card in Limited tournament play. ","subRules":[]}]}, {"text":"7.2 Card Use in Limited Tournaments ","subRules":[{"text":"Cards must be received directly from tournament officials. This product must be new and previously unopened. ","subRules":[]}, {"text":"Players Tour, Players Tour Finals, Grand Prix, and World Championship tournaments may have had draft boosters opened in order to stamp them. Each player (or team) must be given exactly the same quantity and type of product as all other players participating in the tournament. For example, if one player receives three Zendikar Rising draft boosters for a Booster Draft, all other players must also receive three Zendikar Rising draft boosters. ","subRules":[]}, {"text":"Only cards from the expansions of the draft boosters opened (and only cards opened or drafted in that player's pool) may be used in a player's deck. The following are exceptions to this rule: ","subRules":[{"text":"* Players may add an unlimited number of cards named Plains, Island, Swamp, Mountain, or Forest to their deck and sideboard. They may not add additional snow basic land cards (e.g. Snow-Covered Forest, etc) or Wastes basic land cards, even in formats in which they are legal. "}, {"text":"* Non-basic lands from the Return to Ravnica and Gatecrash expansions are allowed when opened in Dragon's Maze draft boosters. "}, {"text":"* Non-basic lands from the Khans of Tarkir expansion are allowed when opened in Fate Reforged draft boosters. "}, {"text":"* Non-basic lands from the Zendikar Expeditions set are allowed when opened in Battle for Zendikar or Oath of the Gatewatch draft boosters. "}, {"text":"* Cards from a Masterpiece Series are allowed when opened in draft boosters associated with that series. "}, {"text":"* Prerelease tournaments may feature additional exceptions. These will be announced as part of the "}]}, {"text":"Prerelease information. ","subRules":[]}, {"text":"Players may ask a judge for permission to replace a card with another version of the same card. ","subRules":[]}, {"text":"Because it was designed specifically for multiplayer play, the use of Conspiracy booster packs in sanctioned, rated Limited-format tournaments (Sealed Deck and Booster Draft) is not permitted. ","subRules":[]}, {"text":"Six draft boosters per player are recommended for individual format Sealed Deck tournaments and 3 draft boosters per player for individual Booster or Team Rochester Draft tournaments. For the recommended product mix for the current block, refer to Appendix D. ","subRules":[]}, {"text":"If the Tournament Organizer allows players to provide their own product, that product must be pooled with the rest of the product for the tournament and randomly distributed. ","subRules":[]}, {"text":"If the Tournament Organizer is not providing extra land cards for use in a Limited tournament, they must announce this before tournament registration. Tournament Organizers may require players to return these land cards when they leave the tournament. Players may use their own basic lands during tournaments. ","subRules":[]}]}, {"text":"7.3 Continuous Construction ","subRules":[{"text":"Players participating in Limited tournaments that do not use decklists may freely change the composition of their decks between matches by exchanging cards from their deck for cards in their sideboard without being required to return their deck to its original composition before their next match. The Head Judge or Tournament Organizer must inform players if this option is not being used prior to the start of deck construction. This option is not available at Competitive or Professional Rules Enforcement Level tournaments. ","subRules":[]}]}, {"text":"7.4 Abnormal Product ","subRules":[{"text":"Neither Wizards of the Coast nor the Tournament Organizer guarantee any specific distribution of card rarities or frequency in a particular booster pack or tournament pack. If a player receives an unconventional distribution of rarities or frequencies in a particular booster pack or tournament pack, they must call a judge. The final decision to replace or allow the atypical product is at the discretion of the Head Judge and the Tournament Organizer. ","subRules":[]}]}, {"text":"7.5 Sealed Deck Pool Registration ","subRules":[{"text":"In Sealed Deck tournaments, the Head Judge may require players to perform a Sealed Deck pool registration procedure prior to deck construction: ","subRules":[{"text":"* Each player is distributed the appropriate number of draft boosters. The booster packs should be marked in a way that distinguishes they came from the Tournament Organizer for that tournament. "}, {"text":"* Players on one side of each table open their booster packs (Player A). The player directly across (Player B) observes this. Both players will observe and verify the contents of those booster packs. After this process, the opened cards are stacked face down in a single pile and placed near Player B. "}, {"text":"* Player B will now open their booster packs. Player A observes. Both players will observe and verify the contents. After this process, the opened cards are stacked face down in a single pile and placed near Player A. "}, {"text":"* Player A then sorts and registers the contents of Player B's pool, and vice versa. "}, {"text":"* After registration, each player returns the registered card pool to the player who originally opened the pool. "}, {"text":"* Players construct and record decks as normal. "}]}]}, {"text":"7.6 Draft Pod Assembly ","subRules":[{"text":"For Booster Draft and Team Rochester Draft tournaments, players assemble into random drafting circles (called pods) of roughly equal size at the direction of the Head Judge. Tournament officials then distribute identical sets of draft boosters to each player. ","subRules":[]}, {"text":"Players within a pod may play only against other players within that pod. In Regular Rules Enforcement Level tournaments, the Tournament Organizer may elect to lift this restriction. This must be announced before the tournament starts. ","subRules":[]}]}, {"text":"7.7 Booster Draft Procedures ","subRules":[{"text":"All players must open and draft the same type of draft booster at the same time. Players open their first booster pack and count the cards face down, removing token cards, rules cards, and any other non-game cards. Players who receive an erroneous number of cards at any time must immediately notify a judge. Players choose one card from their current booster pack and then pass the remaining cards face down to the player on their left until all cards are drafted (Exception: When the Booster Draft consists of Double Masters draft boosters, players choose two cards for their first pick from each draft booster. All other Booster Draft rules remain the same). Once a player has removed a card from the pack and put it on top of their single, front face-down drafted pile, it is considered selected and may not be returned to the pack. ","subRules":[]}, {"text":"Players may not reveal the front face of their card selections or the contents of their current packs to other participants in the draft and must make a reasonable effort to keep that information from the sight of other players. Players are not permitted to reveal hidden information of any kind to other participants in the draft regarding their own picks or what they want others to pick. (Exception: This does not apply to double-faced cards, both faces of which may be revealed at any time during a draft.) ","subRules":[]}, {"text":"Players and teams may not look at their drafted cards between or during picks at Competitive and Professional Rules Enforcement Levels. At Regular Rules Enforcement Level, players are allowed to review their drafted cards between or during picks as long as they are holding no other cards at the same time. The Head Judge may choose to disallow this provided they announce it before the first draft. Between booster packs there is a review period in which players may review their picks. ","subRules":[]}, {"text":"If the draft is not being timed, and two players do not wish to make a pick before the other player, the player closer to providing the other player with the pack picks first. If the players are equidistant, then the player in the lower seat number picks first. ","subRules":[]}, {"text":"After the first pack is drafted and the review period completed, players open the next pack and draft in the same fashion, except that the direction of drafting is reversed-it now proceeds to the right. This process is repeated, reversing the direction of drafting for each booster pack until all cards in all booster packs are drafted. ","subRules":[]}, {"text":"If a player is unable or unwilling to continue drafting, but wishes to remain in the tournament, they are suspended from drafting and must construct a deck from whatever cards they have drafted thus far. For the remainder of the draft, their picks are skipped and the draft continues with one fewer player. ","subRules":[]}]}, {"text":"8. Team Tournament Rules ","subRules":[]}, {"text":"8.1 Team Names ","subRules":[{"text":"Wizards of the Coast reserves the right to disallow any team name it deems offensive and/or obscene. Tournament officials may disallow teams from registering team names that may be considered offensive and/or obscene. ","subRules":[]}]}, {"text":"8.2 Team Composition and Identification ","subRules":[{"text":"A valid team consists of two or three members, as appropriate to the format. A team is identified by the individual DCI membership numbers of its respective members and all teams must provide the Tournament Organizer with the full information when registering for the tournament. Individuals may be members of more than one team, though not during the same tournament. If a player drops from the tournament, the entire team is dropped from the tournament. If a player is disqualified from the tournament, the entire team is disqualified from the tournament. ","subRules":[]}, {"text":"Teams must designate player positions during tournament registration. For example, in a three-player team tournament, each team must designate who is player A, player B, and player C. Players retain these designations throughout the entire tournament. ","subRules":[]}, {"text":"When two teams are paired against each other during the course of a tournament, the team members designated as “player A” play against each other, the team members designated as “player B” play against each other, and so on. ","subRules":[]}]}, {"text":"8.3 Team Communication Rules ","subRules":[{"text":"The rules for team communication are the same as those for Two-Headed Giant. See section 4.6 for more details. ","subRules":[]}]}, {"text":"8.4 Unified Deck Construction Rules ","subRules":[{"text":"Team Constructed tournaments use Unified Deck Construction rules: Except for cards with the basic supertype, no two decks on a team may contain the same card, based on its English card title. (For example, if one player is using Naturalize in a Team Constructed tournament, no other player on that team may use Naturalize in their deck.) No players may use cards that are banned in a particular format. Cards that override deck construction rules (i.e. Relentless Rats) may only override them for one deck on a team. ","subRules":[]}, {"text":"Unified Deck Construction rules are only applied when all members of a team have decks of the same format. ","subRules":[]}]}, {"text":"8.5 Team Rochester Draft Tournaments ","subRules":[{"text":"Team Rochester Draft tournaments require teams of three players each. Two teams are seated at each table for the draft. Team members sit clockwise in A-B-C order around the table. (For example, in a three-person team tournament, players sit around the table clockwise in this order: 1A, 1B, 1C, 2A, 2B, 2C.) ","subRules":[]}, {"text":"A team determined at random chooses either to pick first or to allow the other team to pick first. Player B of the team that picks first lays out the first pack. ","subRules":[]}, {"text":"The draft begins with the first player opening their first draft booster and laying out the entire contents of the pack face up on the table as directed by tournament officials, with the cards facing them. After reviewing the cards, drafting proceeds with each player selecting a single card in turn. Once a player has selected a card and placed it with their other drafted cards, they may not select a different card. If a player fails to select a card in the time given, a tournament official selects for that player the “oldest” card remaining from the booster pack (the card on the table the longest). ","subRules":[]}, {"text":"The player drafting first from the cards presented on the table is called the active player. The first active player is the participant who opened the first booster pack of the draft, as designated by a tournament official. All players in each drafting pod serve as the active player once for each group of booster packs. The identity of the active player moves in a horseshoe pattern, clockwise for the first and third booster packs and counter-clockwise for the second. The player who was last to open a booster pack from a group is the first to open the booster pack from the next group. ","subRules":[]}, {"text":"The draft order also begins moving in a horseshoe pattern, clockwise for the first and third boosters and counter-clockwise for the second, beginning with the active player, continuing around the table to the last player in the group to draft a card. The last player in the group selects two cards sequentially, and then drafting continues in reverse order, moving back to the player who began the drafting. If there are still cards remaining, the player who began the drafting selects two cards, and drafting continues again in the opposite direction. ","subRules":[]}, {"text":"Example: Team 1 and Team 2 are seated around a table. They are numbered 1A-1B-1C-2A-2B-2C in a clockwise order. Team 2 wins the coin toss, and the members of Team 2 choose to let Team 1 pick first. The active player for the first pack is Player 1B. The first booster pack for Player 1B is opened and placed face up in front of Player 1B. After the 20-second review period has expired, the draft order is as follows: ","subRules":[]}, {"text":"Player 1B-card 1 Player 1A-card 6 Player 1C-card 11 ","subRules":[]}, {"text":"Player 1C-card 2 Player 1A-card 7 Player 1B-card 12 ","subRules":[]}, {"text":"Player 2A-card 3 Player 2C-card 8 Player 1B-card 13 ","subRules":[]}, {"text":"Player 2B-card 4 Player 2B-card 9 Player 1C-card 14 ","subRules":[]}, {"text":"Player 2C-card 5 Player 2A-card 10 Player 2A-card 15 ","subRules":[]}, {"text":"During card selection, players must display the most recent card they drafted from the current pack. At all other times, players may leave one of their drafted cards face up on their draft pile or may leave all cards face down. ","subRules":[]}, {"text":"Players may not review their draft picks while drafting proceeds or at any other time specifically indicated by tournament officials. ","subRules":[]}]}, {"text":"8.6 Team Sealed Deck Tournaments ","subRules":[{"text":"All the rules for individual Limited tournaments (Section 7) apply to Team Sealed Deck tournaments except as follows. ","subRules":[]}, {"text":"Each team must receive the same product mix. For example, if one team receives twelve Zendikar Rising draft boosters, every team must receive twelve Zendikar Rising draft boosters. ","subRules":[]}, {"text":"Eight draft boosters per team are recommended for two-person team tournaments, and twelve draft boosters per team for three-person team tournaments. For the recommended product mix for the current block, refer to Appendix D. ","subRules":[]}, {"text":"All cards must be assigned to a player's deck or sideboard during deck construction and cannot be transferred to another player during that tournament. (Players do not share main deck or sideboard cards.) Players may exchange cards in their pool in Regular Rules Enforcement Level tournaments that do not use decklists, but only between rounds. ","subRules":[]}]}, {"text":"9. Two-Headed Giant Tournament Rules ","subRules":[]}, {"text":"9.1 Match Structure ","subRules":[{"text":"Two-Headed Giant matches consist of one game. All players from the two teams play in the same game. ","subRules":[]}, {"text":"Drawn games (games without a winner) do not count toward the one game. As long as match time allows, the match continues until a team has won a game. ","subRules":[]}]}, {"text":"9.2 Communication Rules ","subRules":[{"text":"Teammates may communicate with each other at any time. ","subRules":[]}]}, {"text":"9.3 Play-Draw Rule ","subRules":[{"text":"A team determined at random chooses either to play first or to play second. The choice must be made before either player on that team looks at their hand. If either player on that team looks at their hand before their choice is made, that team plays first. The team who plays first skips the draw step of their first turn. ","subRules":[]}]}, {"text":"9.4 Pregame Procedure ","subRules":[{"text":"1. Players decide which teammate will be the primary player and which teammate will be the secondary player. Players should be seated with the primary player to the right of their teammate. Players can choose a different primary and secondary player before each match. ","subRules":[{"text":"1. Players decide which teammate will be the primary player and which teammate will be the secondary player. Players should be seated with the primary player to the right of their teammate. Players can choose a different primary and secondary player before each match. "}, {"text":"2. Players shuffle their decks. "}, {"text":"3. Players present their decks to their opponents for additional shuffling. "}, {"text":"4. The appropriate team must decide whether to play first or second at this point, if they have not done so already (see section 9.3) "}, {"text":"5. Each player draws seven cards. Optionally, these cards may be dealt face down on the table. "}, {"text":"6. Each player, in turn order, decides whether to mulligan. (Rules on Two-Headed Giant mulligans can be found in the Magic Comprehensive Rules, rule 103.4c) "}]}, {"text":"Once players have completed their mulligans, the game can begin. ","subRules":[]}]}, {"text":"9.5 Two-Headed Giant Constructed Rules ","subRules":[{"text":"Two-Headed Giant Constructed tournaments use Unified Deck Construction rules (see section 8.4). ","subRules":[]}, {"text":"In addition to cards banned in particular formats, the following card is banned in ALL Two-Headed Giant Constructed tournaments (Vintage, Legacy, Modern, and Block Constructed): ","subRules":[{"text":"* Erayo, Soratami Ascendant "}]}, {"text":"Sideboards are not allowed in constructed Two-Headed Giant tournaments. ","subRules":[]}]}, {"text":"9.6 Two-Headed Giant Limited Rules ","subRules":[{"text":"All the rules for Limited Tournaments (Section 7) apply, except as described below. ","subRules":[]}, {"text":"Eight draft boosters per team are recommended for Two-Headed Giant Sealed Deck tournaments and six draft boosters per team for Two-Headed Giant Booster Draft tournaments. For the recommended product mix for the current block, refer to Appendix D. ","subRules":[]}, {"text":"Cards not used in a team's starting decks are considered a shared sideboard by the two players that both players can access. ","subRules":[]}]}, {"text":"9.7 Two-Headed Giant Booster Draft Tournaments ","subRules":[{"text":"Teams (not players) assemble into random drafting circles (called pods) of roughly equal size at the direction of the Head Judge. Teammates sit next to each other. Tournament officials then distribute identical draft boosters to each team in the pod. ","subRules":[]}, {"text":"After opening and counting the cards in their first pack, the team chooses two cards from the booster pack then passes the remaining cards face down to the team on its left. Selected cards may be placed into one or two piles. ","subRules":[]}, {"text":"The cards chosen are not assigned to a particular player; they become part of a pool out of which both players will construct their decks. The open packs are passed around the drafting pod-with each team taking two cards from each before passing-until all cards are drafted. ","subRules":[]}, {"text":"For the second pack, the direction of drafting is reversed as usual. Thus, the overall draft direction is left–right–left–right–left–right. ","subRules":[]}]}, {"text":"10. Sanctioning Rules ","subRules":[]}, {"text":"10.1 Participation Minimums ","subRules":[{"text":"Participation minimums for a tournament to be sanctioned as a rated tournament are as follows: ","subRules":[{"text":"* For individual tournaments, a minimum of eight (8) players must participate. "}, {"text":"* For team and Two-Headed Giant tournaments, a minimum of four (4) teams must participate. "}]}, {"text":"If the participation minimum is not met, the tournament is no longer DCI-sanctioned. If participation minimums are not met for any DCI-sanctioned tournament, the Tournament Organizer should report the tournament as “Did Not Occur.” ","subRules":[]}]}, {"text":"10.2 Number of Rounds ","subRules":[{"text":"The minimum number of rounds required for a tournament to be sanctioned as a rated tournament is as follows: ","subRules":[{"text":"* For individual tournaments, a minimum of three (3) rounds "}, {"text":"* For team and Two-Headed Giant tournaments, a minimum of two (2) rounds "}]}, {"text":"If the minimum number of rounds is not met, the tournament is no longer DCI-sanctioned. If the minimum number of rounds is not met for any DCI-sanctioned, rated tournament, the Tournament Organizer should report the tournament as “Did Not Occur.” ","subRules":[]}, {"text":"The number of rounds should be announced at or before the beginning of the first round; once announced, it cannot be changed. A variable number of rounds can be announced instead, with specific criteria for ending the tournament. For example, a tournament with 20 players can be announced as five rounds unless only one player has four match wins after four rounds. ","subRules":[]}, {"text":"The recommended number of rounds for Swiss tournaments can be found in Appendix E. ","subRules":[]}]}, {"text":"10.3 Invitation-Only Tournaments ","subRules":[{"text":"Invitation-only tournaments have additional qualification criteria for player participation. The invitation list for Premier tournaments is defined in the Magic: The Gathering Premier Event Invitation Policy. Tournament Organizers may hold and sanction invitation-only non-Premier tournaments, as long as they are sanctioned as a Magic Premier Series. ","subRules":[]}]}, {"text":"10.4 Pairing Algorithm ","subRules":[{"text":"Unless otherwise announced, tournaments are assumed to follow the Swiss pairing algorithm. Some tournaments may proceed to single-elimination playoff rounds between the top 2, 4, or 8 (or other number) players after the Swiss rounds are over. The Swiss pairing algorithm is modified in booster draft tournaments as explained in section 7.6. ","subRules":[]}, {"text":"For constructed tournaments that have a single-elimination playoff (or Sealed Deck tournaments that do not use a Booster Draft for the playoff), the recommended pairing method is to pair the playoff players by the final Swiss standings. ","subRules":[]}, {"text":"For an 8-player playoff, the 1st place player plays the 8th place player, the 2nd place player plays the 7th place player, the 3rd place player plays the 6th place player, and the 4th place player plays the 5th place player. The winners of the 1st/8th place and 4th/5th place matches play each other in the next round of the playoff. The winners of the 2nd/7th place and 3rd/6th place matches play each other in the next round of the playoff. The remaining players play in the last round of the playoff. ","subRules":[]}, {"text":"For a 4-player playoff, the 1st place player plays the 4th place player, and the 2nd place player plays the 3rd place player. The remaining players play in the last round of the playoff. ","subRules":[]}, {"text":"For Limited tournaments that have a single-elimination Booster Draft playoff, it is recommend that only an 8-player playoff is run using the following method described below. ","subRules":[]}, {"text":"Use a random method to seat players around the draft table and conduct the draft. ","subRules":[]}, {"text":"After the draft has concluded, the player in seat 1 plays the player in seat 5, the player in seat 2 plays the player in seat 6, the player in seat 3 plays the player in seat 7, and the player in seat 4 plays the player in seat 8. The winners of the seat 1/5 and the 3/7 matches play each other in the next round of the playoff. The winners of the seat 2/6 and the seat 4/8 matches play each other in the next round of the playoff. The remaining players play in the last round of the playoff. ","subRules":[]}, {"text":"For most Premier Events, the playoff options above are required, not optional. ","subRules":[]}, {"text":"Premier Events include the following tournaments: Magic: The Gathering World Championship, Players Tour, Players Tour Finals, WPN Qualifiers, WPN Preliminary Events, Players Tour Qualifiers, Magic Premier Series, Grand Prix, and Grand Prix Trials. ","subRules":[]}]}]
